{
  "New Arrivals": "New Arrivals",
  "All gender": "All gender",
  "Look Book": "Look book",
  "Search": "Search",
  "Delivering": "Delivering",
  "Bag": "Bag",
  "Wish List": "Wish list",
  "Profile": "Profile",
  "Contact us": "Contact us",
  "About": "Design & Development",
  "Author": "Jegor Volkov",
  "404": "Sorry, we couldn`t find this page",
  "Go Home": "Go home",
  "View": "View",
  "Winter drop": "Winter drop",
  "Looks": "Looks",
  "ViewAll": "View all",
  "Later": "Sorry, try again later",
  "LaterButton": "Try",
  "Pay": "Paying conditions",
  "Pay1": "Cash on delivery upon receipt from the carrier",
  "Pay2": "Transfer to a bank card",
  "Pay3": "Payment by bank payment cards Visa, Master Card",
  "Period": "Delivery:",
  "Period1": "Delivery is carried out by the Nova Poshta delivery service",
  "Period2": "Anywhere in the world. Delays are possible before holidays and in bad weather conditions",
  "Buy": "Product selection and purchase:",
  "Buy1": "Product selection can be done using the name or the desired product category",
  "Buy2": "If you have selected the product you need - click the `Buy` button, then you can continue selecting the product or proceed to placing an order. You can adjust the quantity of the selected products in the basket",
  "Buy3": "Please note that the shades on the screen may differ depending on the monitor settings",
  "Buy4": "After receiving your order, we will definitely contact you to clarify the time and method of delivery",
  "Buy5": "Your contact information is only needed to send the order correctly. This information will not be available to third parties",
  "Shipping": "Processing and sending the order:",
  "Shipping1": "Orders received after business hours, weekends or holidays will be processed and agreed on the next business day",
  "Shipping2": "If you have difficulties placing an order on our website, you can order products by phone or leave a request for a callback: Mon-Sun: from 9.00 a.m. to 9.00 p.m.",
  "GiveBack": "Exchange of goods:",
  "GiveBack1": "Within 14 days from the day of purchase"
}
