{
  "New Arrivals": "New Arrivals",
  "All gender": "All gender",
  "Look Book": "Look book",
  "Search": "Search",
  "Delivering": "Delivering",
  "Bag": "Bag",
  "Wish List": "Wish list",
  "Profile": "Profile",
  "Contact us": "Contact us",
  "About": "Design & Development",
  "Author": "Jegor Volkov",
  "404": "Sorry, we couldn`t find this page",
  "Go Home": "Go home",
  "View": "View",
  "Winter drop": "Winter drop",
  "Looks": "Looks",
  "ViewAll": "View all",
  "Later": "Sorry, try again later",
  "LaterButton": "Try",
  "Pay": "Paying conditions",
  "Pay1": "Cash on delivery upon receipt from the carrier",
  "Pay2": "Transfer to a bank card",
  "Pay3": "Payment by bank payment cards Visa, Master Card",
  "Period": "Delivery:",
  "Period1": "Delivery is carried out by the Nova Poshta delivery service",
  "Period2": "Anywhere in the world. Delays are possible before holidays and in bad weather conditions",
  "Buy": "Product selection and purchase:",
  "Buy1": "Product selection can be done using the name or the desired product category",
  "Buy2": "If you have selected the product you need - click the `Buy` button, then you can continue selecting the product or proceed to placing an order. You can adjust the quantity of the selected products in the basket",
  "Buy3": "Please note that the shades on the screen may differ depending on the monitor settings",
  "Buy4": "After receiving your order, we will definitely contact you to clarify the time and method of delivery",
  "Buy5": "Your contact information is only needed to send the order correctly. This information will not be available to third parties",
  "Shipping": "Processing and sending the order:",
  "Shipping1": "Orders received after business hours, weekends or holidays will be processed and agreed on the next business day",
  "Shipping2": "If you have difficulties placing an order on our website, you can order products by phone or leave a request for a callback: Mon-Sun: from 9.00 a.m. to 9.00 p.m.",
  "GiveBack": "Exchange of goods:",
  "GiveBack1": "Within 14 days from the day of purchase",
  "CoatSpottedInANightClub": "Coat “Spotted in a nightclub”",
  "CoatSpottedInANightClubDescription": "This urban-style jacket is the perfect blend of city elegance and functionality. Its modern design emphasizes your individuality, while convenient pockets and high-quality materials make it a reliable choice for an active city life. Ideal for everyday strolls and outings with friends amidst the urban hustle and bustle, this jacket not only provides weather protection but also adds a touch of style to your look.",
  "tShirtKurosoMember": "T-Shirt “Kuroso member”",
  "tShirtKurosoMemberDescription": "This signature-printed T-shirt effortlessly embodies urban style. Its contemporary design allows you to express your individuality while staying comfortable. Whether you're navigating daily life in the city or hanging out with friends, this tee combines fashion with practicality. It not only showcases a unique print but also ensures a comfortable fit for your urban adventures.",
  "tieMercury": "Tie “Mercury”",
  "tieMercuryDescription": "This urban-inspired tie elevates your formal look with a touch of city sophistication. Its sleek design and signature pattern make a statement, allowing you to express your individuality in any professional setting. Whether you're attending meetings in the bustling city or a stylish evening event, this tie adds a dash of urban flair to your ensemble, making it a must-have accessory for the modern urbanite.",
  "ring": "Ring",
  "ringDescription": "This urban-inspired ring is a striking piece of jewelry that captures the essence of city style. Its contemporary design and unique detailing make it a statement accessory, perfect for expressing your individuality. Whether you're navigating the urban landscape or enjoying a night out in the city, this ring adds an extra layer of urban sophistication to your look. A true urbanite's essential, it's a perfect blend of style and personality.",
  "chain": "Chain",
  "chainDescription": "This pendant embodies urban chic with its distinctive design and modern aesthetics. Its unique urban-inspired charm adds an element of individuality to your jewelry collection. Whether you're exploring the city's hidden gems or attending a trendy urban event, this pendant is the perfect accessory to complement your style. It's a stylish way to carry a piece of the urban vibe with you, wherever you go.",
  "shopperBigBrother": "Shopper “Big brother”",
  "shopperBigBrotherDescription": "This urban-style shopper tote is your ideal companion for navigating the city in style. With its contemporary design and functional features, it's the perfect blend of fashion and practicality. Whether you're exploring city markets, running errands, or hitting up your favorite urban spots, this shopper tote effortlessly combines convenience and urban flair. Carry it with confidence as you embrace the hustle and bustle of the city, making a fashion-forward statement with every step.",
  "balaclavaInYourHouse": "Balaclava “In your house”",
  "balaclavaInYourHouseDescription": "This urban-inspired balaclava is a versatile and stylish accessory designed to provide both warmth and a touch of urban edge. Its sleek design and contemporary look make it a standout choice for urban adventurers. Whether you're braving the elements during a city commute or simply adding an urban twist to your winter wardrobe, this balaclava combines practicality with an unmistakable sense of style, ensuring you stay comfortable and on-trend in the urban environment.",
  "earringsEchoOfTerror": "Earrings “Echo of terror”",
  "earringsEchoOfTerrorDescription": "These urban-inspired earrings are a stunning addition to your jewelry collection, effortlessly blending modern design with city sophistication. Their unique and contemporary style allows you to express your individuality and fashion-forward sensibility. Whether you're out for a night on the town or adding an urban edge to your daily attire, these earrings are the perfect accessory to enhance your look. With their urban chic aesthetic, they make a statement that captures the essence of city life.",
  "case": "Case",
  "caseDescription": "This urban-style phone case is the perfect combination of functionality and fashion. Its sleek design and signature pattern add a touch of city flair to your device. Whether you're navigating the urban jungle or simply showcasing your style, this case not only protects your phone but also elevates your everyday look with an urban edge. A must-have accessory for the modern city dweller, it merges style and practicality seamlessly.",
  "black": "Black",
  "silver": "Silver",
  "kuroso": "Kuroso",
  "type": "Type",
  "coat": "Coat",
  "tShirt": "T-Shirt",
  "accessories": "Accessories",
  "winter": "Winter",
  "45": 38,
  "38": 32.5,
  "32": 27.5,
  "30": 25,
  "25": 23,
  "20": 17,
  "15": 13,
  "count": "Count",
  "price": "Price",
  "description": "Description",
  "sizes": "Sizes",
  "colors": "Colors",
  "sale": "Sale",
  "filter": "Filter",
  "drop": "Drop",
  "year": "Year",
  "noGoods": "There are no products that match your selected categories",
  "searchPlaceholder": "Search clothes",
  "noFilteredGoods": "There are no product that match your query"
}
