{
  "New Arrivals": "Uustulnukad",
  "All gender": "Kõik soost",
  "Look Book": "Vaata raamatut",
  "Search": "Otsing",
  "Delivering": "Kohaletoimetamine",
  "Bag": "Kott",
  "Wish List": "Soovide nimekiri",
  "Profile": "Profiil",
  "Contact us": "Võta meiega ühendust",
  "About": "Disain & Arendus",
  "Author": "Jegor Volkov",
  "404": "Kahjuks me ei leidnud seda lehte",
  "Go Home": "Mine koju",
  "View": "Esita",
  "Winter drop": "Talvine langus",
  "Looks": "Pilte",
  "ViewAll": "Vaata kõiki",
  "Later": "Vabandust, proovige hiljem uuesti",
  "LaterButton": "Proovi",
  "Pay": "Maksetingimused:",
  "Pay1": "Sularaha kättesaamisel vedajalt kättesaamisel",
  "Pay2": "Ülekanne pangakaardile",
  "Pay3": "Tasumine panga maksekaartidega Visa, Master Card",
  "Period": "Kohaletoimetamine:",
  "Period1": "Kohaletoimetamist teostab Nova Poshta kohaletoimetamisteenus",
  "Period2": "Igal pool maailmas. Enne pühi ja halbade ilmastikutingimuste korral on võimalik viivitusi",
  "Buy": "Toote valik ja ostmine:",
  "Buy1": "Tootevaliku saab teha nime või soovitud tootekategooria abil",
  "Buy2": "Kui olete endale vajaliku toote välja valinud - klõpsake nuppu `Osta`, seejärel saate jätkata toote valimist või jätkata tellimuse vormistamisega. Saate kohandada valitud toodete kogust ostukorvis",
  "Buy3": "Pange tähele, et ekraanil olevad varjundid võivad olenevalt monitori seadetest erineda",
  "Buy4": "Peale tellimuse kättesaamist võtame Sinuga kindlasti ühendust, et täpsustada kohaletoimetamise aega ja viisi",
  "Buy5": "Teie kontaktandmeid on vaja ainult tellimuse korrektseks saatmiseks. See teave ei ole kolmandatele isikutele kättesaadav",
  "Shipping": "Tellimuse töötlemine ja saatmine:",
  "Shipping1": "Pärast tööaega, nädalavahetustel või pühadel saabunud tellimusi käsitletakse ja lepitakse kokku järgmisel tööpäeval",
  "Shipping2": "Kui teil on meie veebisaidil tellimuse vormistamisega probleeme, saate tooteid tellida telefoni teel või jätta tagasihelistamissoovi: E-P: 9.00-21.00",
  "GiveBack": "Kauba vahetus:",
  "GiveBack1": "14 päeva jooksul alates ostu päevast",
  "CoatSpottedInANightClub": "Jakk “Märgatud ööklubis”",
  "CoatSpottedInANightClubDescription": "See linnastiilis jope on ideaalne segu linnaelegantsist ja funktsionaalsusest. Selle kaasaegne disain rõhutab teie individuaalsust, samas kui mugavad taskud ja kvaliteetsed materjalid muudavad selle usaldusväärseks valikuks aktiivseks linnaliseks eluks. Ideaalne igapäevasteks jalutuskäikudeks ja sõpradega väljas käimiseks linna saginas, see jope mitte ainult ei paku kaitset ilmastiku eest, vaid lisab ka stiili teie välimusele.",
  "tShirtKurosoMember": "T-särk “Kuroso liige”",
  "tShirtKurosoMemberDescription": "See originaaltrükis särgis on hõlpsasti tuntav linnastiil. Selle kaasaegne disain võimaldab teil väljendada oma individuaalsust, püsides samal ajal mugavana. Olenemata sellest, kas te navigeerite igapäevaelu linnas või veedate aega sõpradega, ühendab see särgi moe ja praktilisuse. See mitte ainult ei näita esile unikaalset trükist, vaid tagab ka mugava sobivuse teie linnaseiklusteks.",
  "tieMercury": "Krae “Mercury”",
  "tieMercuryDescription": "See linnastiilis krae tõstab teie ametliku välimuse linna elegantsi puudutusega. Selle särava disaini ja unikaalse mustri abil saate väljendada oma individuaalsust igas professionaalses keskkonnas. Olgu see siis kohtumised kiiresti liikuvas linnas või stiilne õhtusündmus, see krae lisab teie ansamblile linnastiili pisara, muutes selle kaasaegse linnainimese jaoks hädavajalikuks aksessuaariks.",
  "ring": "Sõrmus",
  "ringDescription": "See linnastiilis sõrmus on silmatorkav eheteese, mis tabab linna stiili olemuse. Selle kaasaegne disain ja ainulaiksed detailid muudavad selle väljendusrikkaks aksessuaariks, ideaalseks oma individuaalsuse väljendamiseks. Olgu teie tegevus linnakeskkonnas või nautides ööelu linnas, see sõrmus lisab teie välimusele ekstra kihi linnastiili, olles tõeline linnainimese lahutamatu osa. See on ideaalne segu stiilist ja isiksusest.",
  "chain": "Kett",
  "chainDescription": "See ripats kehastab endas linnašikki oma eristuva disaini ja kaasaegse esteetikaga. Selle ainulaadne linnastiilis võlu lisab individuaalsuse elemendi teie ehtekollektsioonile. Olgu te uurite linna peidetud aardeid või osalete moekal linnasündmusel, see ripats on ideaalne aksessuaar, et täiendada teie stiili. See on stiilne viis kanda endaga kaasas osa linna vibest, kuhu iganes te lähete.",
  "shopperBigBrother": "Shopper “Suur vend”",
  "shopperBigBrotherDescription": "See linnastiilis šoppamise kott on teie ideaalne kaaslane linna stiilis navigeerimiseks. Selle kaasaegse disaini ja funktsionaalsete omadustega on see ideaalne segu moest ja praktilisusest. Olgu te uurite linna turgusid, ajate asju või külastate oma lemmiklinna kohti, see šoppamise kott ühendab hõlpsalt mugavuse ja linnastiili. Kandke seda enesekindlalt, kui te omaks võtate linna sagina ja muudate iga sammuga moeka avalduse.",
  "balaclavaInYourHouse": "Балаклава “Sinu majas”",
  "balaclavaInYourHouseDescription": "See linnastiilis balaclava on mitmekülgne ja stiilne aksessuaar, mis on loodud nii soojust kui ka linna serva lisamiseks. Selle särav disain ja kaasaegne välimus teevad sellest silmapaistva valiku linnaseiklejatele. Kas te võtate ette linnasõidu ajal ilmastikuoludega või lisate lihtsalt oma talvegarderoobile linnaliku puudutuse, see balaclava ühendab praktilisuse ja äratuntava stiilitunnetuse, tagades, et te jääte mugavaks ja moekaks linnakeskkonnas.",
  "earringsEchoOfTerror": "Kõrvarõngad “Hirmu kaja”",
  "earringsEchoOfTerrorDescription": "Need linnastiilis kõrvarõngad on suurepärane täiendus teie ehtekollektsioonile, ühendades müheda disaini ja linnastiilse elegantsi. Nende unikaalne ja kaasaegne stiil võimaldab teil väljendada oma individuaalsust ja moe edasijõudnud tundlikkust. Kas olete öösel linnas või lisate linnaliku nüansi igapäevasele riietusele, siis need kõrvarõngad on ideaalne aksessuaar, et täiendada teie välimust. Nende linnastiilse esteetikaga teevad nad avalduse, mis haarab linnalise elu olemuse.",
  "case": "Ümbris",
  "caseDescription": "See linnastiilis telefoniümbris on ideaalne kombinatsioon funktsionaalsusest ja moest. Selle särav disain ja unikaalne muster lisavad teie seadmele linna nüansi. Kas te navigeerite linnadžunglis või lihtsalt näitate oma stiili, siis see ümbris mitte ainult ei kaitse teie telefoni, vaid tõstab ka teie igapäevast välimust linnaliku servaga. Kaasaegsele linnainimesele hädavajalik aksessuaar, mis ühendab stiili ja praktilisuse vaevata.",
  "black": "Must",
  "silver": "Hõbe",
  "kuroso": "Kuroso",
  "type": "Tüüp",
  "coat": "Mantel",
  "tShirt": "T-särk",
  "accessories": "Aksessuaarid",
  "winter": "Talv",
  "45": 45,
  "38": 38,
  "30": 30,
  "32": 32,
  "25": 25,
  "20": 20,
  "15": 15,
  "count": "Kogus",
  "price": "Hind",
  "description": "Kirjeldus",
  "sizes": "Suurused",
  "colors": "Värvid",
  "sale": "Allahindlus",
  "filter": "Filter",
  "drop": "Kollektsioon",
  "year": "Aasta",
  "noGoods": "Teie valitud kategooriatele vastavaid tooteid pole",
  "searchPlaceholder": "Otsi kaupu",
  "noFilteredGoods": "Teie päringule vastavaid tooteid pole",
  "productCode": "Toote kood",
  "buyButtonText": "Osta",
  "buyButtonTextRemove": "Eemalda kotist",
  "addToWishList": "Soovinimekirja lisama",
  "removeFromWishList": "Eemalda sooviloendist"
}