{"id":"apple-ipad-pro-12.9-2023-1tb-silver","namespaceId":"apple-ipad-pro-12.9-2023","name":"Apple Ipad Pro 12.9 2023 1tb Silver","capacityAvailable":["128GB","256GB","512GB","1TB","2TB"],"capacity":"1TB","priceRegular":1799,"priceDiscount":1499,"colorsAvailable":["spacegray","silver"],"color":"silver","images":["img/products/tablets/apple-ipad-pro-12.9-2023/silver/00.jpg","img/products/tablets/apple-ipad-pro-12.9-2023/silver/01.jpg","img/products/tablets/apple-ipad-pro-12.9-2023/silver/02.jpg","img/products/tablets/apple-ipad-pro-12.9-2023/silver/03.jpg","img/products/tablets/apple-ipad-pro-12.9-2023/silver/04.jpg"],"description":[{"title":"The biggest and most powerful iPad with the Apple M2 chip","text":["iPad Pro 12.9 2023 is an iPad that exceeds all expectations. It has the Apple M2 chip, which provides incredible performance, graphics and speed for any task.","This iPad also has a Liquid Retina XDR display, which uses mini-LED technology to achieve extraordinary brightness, contrast and color gamut. This is the perfect display for viewing HDR content, editing photos and videos, or just enjoying your favorite movies and games."]},{"title":"Work and create without limits","text":["iPad Pro 12.9 2023 supports Apple Pencil (2nd generation), which lets you write, draw and take notes with amazing accuracy and responsiveness. You can also connect Magic Keyboard or Smart Keyboard Folio, to turn your iPad into a laptop with a full-size keyboard and touchpad.","With iPad Pro 12.9 2023 you can use all your favorite apps and games from the App Store, as well as work with professional programs, such as Adobe Photoshop, Final Cut Pro and more. You can also communicate with your friends and colleagues using FaceTime HD camera with Center Stage feature, which automatically adjusts the frame based on your movement."]}],"screen":"12.9' Liquid Retina XDR","resolution":"2732x2048","processor":"Apple M2","ram":"8GB","camera":"12MP + 10MP","zoom":"Digital, 5x","cell":["5G","NR","FDD-LTE","TD-LTE","UMTS/HSPA/HSPA+/DC‑HSDPA"]}