{
  "id": 318748,
  "category": "tablets",
  "year": 2020,
  "namespaceId": "apple-ipad-air-4",
  "name": "Apple iPad Air 4",
  "screen": "10,9' IPS",
  "resolution": "2360 x 1640",
  "processor": "Apple A14 Bionic",
  "ram": "4GB",
  "camera": "12 Mp",
  "colors": [
    "gold",
    "gray",
    "blue",
    "green",
    "silver"
  ],
  "capacities": [
    "64GB",
    "128GB",
    "256GB"
  ],
  "models": [
    {
      "capacity": "64GB",
      "fullPrice": 620,
      "discountPrice": 558,
      "colorsAvailable": {
        "gold": 86,
        "gray": 0,
        "blue": 72,
        "green": 16,
        "silver": 0
      }
    },
    {
      "capacity": "128GB",
      "fullPrice": 744,
      "discountPrice": 669,
      "colorsAvailable": {
        "gold": 20,
        "gray": 80,
        "blue": 49,
        "green": 0,
        "silver": 87
      }
    },
    {
      "capacity": "256GB",
      "fullPrice": 892,
      "discountPrice": 802,
      "colorsAvailable": {
        "gold": 83,
        "gray": 41,
        "blue": 0,
        "green": 16,
        "silver": 84
      }
    }
  ],
  "description": [
    {
      "title": "Beauty all around",
      "text": [
        "iPad lets you immerse yourself in whatever you’re reading, watching, or creating. The Liquid Retina display features advanced technologies like True Tone, P3 wide color, and an anti reflective coating.",
        "TouchID is built into the button, so you can use your fingerprint to unlock your iPad, sign in to apps, and make payments securely with Apple Pay. And iPad comes in gorgeous colors."
      ]
    },
    {
      "title": "Fun at the speed",
      "text": [
        "The breakthrough chip is now in iPad. It delivers up to 60 percent faster performance than the previous generation, making iPad a creative and mobile gaming powerhouse. Multitask smoothly between powerful apps and play graphics-intensive games. So you can go even further with your creativity with apps like SketchUp."
      ]
    },
    {
      "title": "Camera",
      "text": [
        "The 12MP Ultra Wide front camera enables Center Stage, making video calls more natural and content creation more fun. As you move around, the camera automatically pans to keep you centered in the shot. When others join or leave the frame, the view expands or zooms in. So you can focus on the conversation.",
        "The 12MP Wide back camera is perfect for capturing photos and 4K videos. And with the powerful ISP, iPad now features Smart HDR, so your photos look even more beautiful."
      ]
    }
  ]
}
