{
  "id": 517688,
  "category": "phones",
  "year": 2019,
  "namespaceId": "apple-iphone-11",
  "name": "Apple iPhone 11",
  "screen": "6.1' IPS",
  "resolution": "1792x828",
  "processor": "Apple A13 Bionic",
  "ram": "4GB",
  "camera": "12 Mp + 12 Mp",
  "colors": [
    "black",
    "white",
    "green",
    "yellow",
    "purple",
    "red"
  ],
  "capacities": [
    "64GB",
    "128GB",
    "256GB"
  ],
  "models": [
    {
      "capacity": "64GB",
      "fullPrice": 500,
      "discountPrice": 450,
      "colorsAvailable": {
        "black": 42,
        "white": 98,
        "green": 35,
        "yellow": 97,
        "purple": 0,
        "red": 15
      }
    },
    {
      "capacity": "128GB",
      "fullPrice": 600,
      "discountPrice": 540,
      "colorsAvailable": {
        "black": 52,
        "white": 0,
        "green": 0,
        "yellow": 82,
        "purple": 23,
        "red": 0
      }
    },
    {
      "capacity": "256GB",
      "fullPrice": 720,
      "discountPrice": 648,
      "colorsAvailable": {
        "black": 84,
        "white": 25,
        "green": 0,
        "yellow": 49,
        "purple": 78,
        "red": 0
      }
    }
  ],
  "description": [
    {
      "title": "Beyond",
      "text": [
        "A magical new way to interact with iPhone. Groundbreaking safety features designed to save lives. An innovative camera for mind-blowing detail. All powered by the ultimate smartphone chip.",
        "iPhone is also designed from the ground up to protect your privacy and put you in control of what you share and who you share it with"
      ]
    },
    {
      "title": "Camera",
      "text": [
        "Meet the first camera system to combine cutting-edge technology with the legendary simplicity of iPhone. Capture up to four times more scene. Get beautiful images in drastically lower light. Shoot the highest-quality video in a smartphone — then edit with the same tools you love for photos. You’ve never shot with anything like it.",
        "Give your camera direction with Photographic Styles. Choose a look — such as Warm or Cool — and iPhone selectively applies the adjustments, keeping skies and skin tones natural. So your photos will automatically have the look you love."
      ]
    },
    {
      "title": "Big-time battery life",
      "text": [
        "A highly efficient chip, an enhanced battery, and iOS 16 work together to boost battery life. When you do need to charge, just place iPhone on a wireless charger. Or connect a 20W or higher adapter to fast charge from zero to up to 50 percent charge in 30 minutes"
      ]
    },
    {
      "title": "Faster downloads. Faster streaming. Faster gaming. Less lag. More fun.",
      "text": [
        "From live streaming to multiplayer gaming to video sharing, 5G really speeds things up. It even makes FaceTime in high definition and SharePlay feel smooth and seamless when you’re on the go."
      ]
    }
  ]
}
