{
  "New Arrivals": "Нова Колекція",
  "All gender": "Унісекс",
  "Look Book": "Галерея",
  "Search": "Пошук",
  "Delivering": "Доставка",
  "Bag": "Кошик",
  "Wish List": "Список бажань",
  "Profile": "Профіль",
  "Contact us": "Зв'язатися з нами",
  "About": "Дизайн & Розробка",
  "Author": "Єгор Волков",
  "404": "Вибачте, ми не змогли знайти цю сторінку",
  "Go Home": "На головну",
  "View": "Дивитися",
  "Winter drop": "Зимова колекція",
  "Looks": "Образи",
  "ViewAll": "Дивитися все",
  "Later": "Будь ласка, спробуйте пізніше",
  "LaterButton": "Спробувати",
  "Pay": "Умови оплати:",
  "Pay1": "Післяплатою при отриманні у перевізника",
  "Pay2": "Переказ на картку банка",
  "Pay3": "Оплата за допомогою банківських платіжних карт Visa, Master Card",
  "Period": "Термін доставки:",
  "Period1": "Доставка здійснюється будь-якою службою доставки (Укрпошта, Нова Пошта, Делівері, Ін-Тайм, Міст Експрес)",
  "Period2": "У будь-яку точку України - від 1 до 3 робочих днів. Можливі затримки перед святами і при поганих погодних умовах",
  "Buy": "Вибір товару і покупка:",
  "Buy1": "Підбір продукції можна робити за допомогою назви або потрібної категорії товару",
  "Buy2": "Якщо Ви вибрали необхідний Вам товар - натисніть кнопку `Купити`, потім можна продовжити підбір товару, або перейти до оформлення замовлення. У кошику Ви можете коригувати кількість обраної Вами продукції",
  "Buy3": "Враховуйте, що відтінки на екрані можуть відрізнятися взалежності від налаштувань монітору",
  "Buy4": "Після отримання Вашого замовлення ми обов`язково зв`яжемося з Вами, щоб уточнити час і спосіб доставки",
  "Buy5": "Ваша контактна інформація потрібна тільки для правильної відправки замовлення. Ця інформація буде недоступна третім особам",
  "Shipping": "Обробка і відправка замовлення:",
  "Shipping1": "Замовлення, що надійшли в неробочий час, вихідні або свята будуть оброблені і узгоджені в найближчий робочий день",
  "Shipping2": "Якщо у Вас виникли складнощі з оформленням замовлення на нашому сайті, Ви можете замовити продукцію по телефону або залишити заявку зворотного дзвінка: Пн-Нд: c 9.00 до 21.00",
  "GiveBack": "Обмін товарів:",
  "GiveBack1": "Протягом 14 днів з дня покупки",
  "CoatSpottedInANightClub": "Куртка “Помічений в нічному клубі”",
  "CoatSpottedInANightClubDescription": "Ця міська куртка - ідеальне поєднання міської елегантності і функціональності. Її сучасний дизайн підкреслює вашу індивідуальність, а зручні кишені і високоякісні матеріали роблять її надійним вибором для активного міського життя. Ідеально підходить для щоденних прогулянок і зустрічей з друзями серед міської суєти і галасу, ця куртка не тільки забезпечує захист від погоди, але й додає стилю до вашого образу.",
  "tShirtKurosoMember": "Футболка “Kuroso member”",
  "tShirtKurosoMemberDescription": "Ця футболка з оригінальним принтом легко втілює міський стиль. Її сучасний дизайн дозволяє виразити вашу індивідуальність, залишаючись при цьому комфортними. Незалежно від того, чи ви подорожуєте по місту щоденно, чи гуляєте з друзями, ця футболка поєднує в собі моду і практичність. Вона не лише підкреслює унікальний принт, але й гарантує комфортну посадку для ваших міських пригод.",
  "tieMercury": "Краватка “Меркурій”",
  "tieMercuryDescription": "Цей галстук, інспірований міським стилем, піднімає ваш офіційний вигляд з ноткою міської вишуканості. Його стильний дизайн і оригінальний малюнок вказують на вашу індивідуальність у будь-якому професійному оточенні. Чи то ви відвідуєте зустрічі в рухливому місті, чи стильну вечірку, цей галстук додає дашок міського шарму до вашого вигляду, роблячи його обов'язковим аксесуаром для сучасного міського жителя.",
  "ring": "Кільце",
  "ringDescription": "Це кільце, надихнене міським стилем, є вражаючим прикрасою, яка передає сутність міського стилю. Його сучасний дизайн і унікальні деталі роблять його аксесуаром зі змістом, ідеальним для виразу вашої індивідуальності. Чи то ви переміщаєтеся в міському ландшафті, чи насолоджуєтеся ніччю в місті, це кільце додає додатковий шар міської вишуканості до вашого образу. Справжній необхідний аксесуар міського жителя - це ідеальне поєднання стилю і особистості.",
  "chain": "Ланцюжок",
  "chainDescription": "Ця підвіска втілює міський шик своїм виразним дизайном і сучасною естетикою. Її унікальний міський шарм додає вашій колекції прикрас нотку індивідуальності. Незалежно від того, чи ви досліджуєте приховані скарби міста, чи відвідуєте модну міську подію, ця підвіска - ідеальний аксесуар, щоб доповнити ваш стиль. Це стильний спосіб носити частинку міського вайбу з собою, куди б ви не пішли.",
  "shopperBigBrother": "Сумка “Великий брат”",
  "shopperBigBrotherDescription": "Ця міська сумка-шопер - ваш ідеальний спутник для навігації по місту в стилі. З її сучасним дизайном і функціональними особливостями, вона ідеально поєднує в собі моду і практичність. Незалежно від того, чи ви вивчаєте міські ринки, виконуєте справи або відвідуєте свої улюблені міські місця, ця сумка-шопер легко поєднує в собі зручність і міський стиль. Носіть її з впевненістю, коли ви обнімаєте міську суєту, роблячи модний заяву на кожному кроці.",
  "balaclavaInYourHouse": "Балаклава “У вашому будинку”",
  "balaclavaInYourHouseDescription": "Ця балаклава, надихнена міським стилем, є універсальним і стильним аксесуаром, призначеним як для зігріву, так і для додавання міського шарму. Її стильний дизайн і сучасний вигляд роблять її вибіром для міських авантюристів. Незалежно від того, чи долаєте ви елементи під час поїздки по місту, чи просто додаєте міську нотку до вашого гардеробу взимку, ця балаклава поєднує в собі практичність і неперевершений стиль, забезпечуючи вам комфорт і модний вигляд в міському середовищі.",
  "earringsEchoOfTerror": "Сережки “Ехо страху”",
  "earringsEchoOfTerrorDescription": "Ці сережки, надихнуті міським стилем, є чудовим доповненням до вашої колекції прикрас, без зусиль поєднуючи сучасний дизайн з міською вишуканістю. Їх унікальний і сучасний стиль дозволяє виразити вашу індивідуальність і модну відчуття. Незалежно від того, чи ви вирушаєте на вечірку в місто, чи додаєте міського шарму до щоденного образу, ці сережки - ідеальний аксесуар для підкреслення вашого вигляду. Зі своєю міською естетикою шику, вони роблять заяву, яка передає сутність міського життя.",
  "case": "Чохол",
  "caseDescription": "Цей телефонний чохол у міському стилі - це ідеальне поєднання функціональності та моди. Його стильний дизайн і оригінальний малюнок додають вашому пристрою міського шарму. Незалежно від того, чи ви навігуєтеся в міській джунглях, чи просто демонструєте свій стиль, цей чохол не лише захищає ваш телефон, але й підвищує ваш щоденний вигляд з міською ноткою. Необхідний аксесуар для сучасного мешканця міста, він безперервно поєднує в собі стиль і практичність.",
  "black": "Чорний",
  "silver": "Сріблястий",
  "kuroso": "Куросо",
  "type": "Тип",
  "coat": "Пальто",
  "tShirt": "Футболка",
  "accessories": "Аксесуари",
  "winter": "Зима",
  "count": "Кількість",
  "price": "Ціна",
  "description": "Опис",
  "sizes": "Розміри",
  "colors": "Кольори",
  "sale": "Знижка",
  "filter": "Фільтр",
  "drop": "Колекція",
  "year": "Рік",
  "noGoods": "Немає товарів, які підходять під вибрані вами категорії",
  "searchPlaceholder": "Пошук одежі",
  "noFilteredGoods": "Немає товарів, які підходять під Ваш запит",
  "productCode": "Код товару",
  "buyButtonText": "Купити",
  "buyButtonTextRemove": "Видалити з кошика",
  "addToWishList": "Додати до списку бажань",
  "removeFromWishList": "Видалити зі списку бажань",
  "selectSize": "Виберіть розмір/модель",
  "delete": "Видалити",
  "wishlistEmpty": "Ваш список бажань порожній",
  "bagEmpty": "Ваш кошик порожній",
  "quantity": "Кількість:",
  "subTotal": "Вартість товарів:",
  "shipping": "Доставка:",
  "total": "Усього:",
  "payNow": "Замовлення в 1 клік",
  "checkout": "Оформити замовлення",
  "continue": "Продовжити",
  "congratsCheckout": "Вітаємо з успішним оформленням замовлення! Наш менеджер невдовзі зв'яжется з Вами",
  "congratsPaynow": "Вітаємо з успішною оплатою! Наш менеджер невдовзі зв'яжется з Вами",
  "unknownError": "Невідома помилка",
  "firstNamePlaceholder": "Ім'я",
  "firstNameRequiredError": "Ім'я: Обов'язково",
  "firstNamePatternError": "Ім'я: Тільки літери",
  "lastNamePlaceholder": "Прізвище",
  "lastNameRequiredError": "Прізвище: Обов'язково",
  "lastNamePatternError": "Прізвище: Тільки літери",
  "emailPlaceholder": "Електронна пошта",
  "emailRequiredError": "Електронна пошта: Обов'язково",
  "emailPatternError": "Електронна пошта: Не дотримується потрібного формату",
  "estonia": "Естонія",
  "england": "Англія",
  "ukraine": "Україна",
  "countryPlaceholder": "Оберіть країну",
  "countryRequiredError": "Країна: Обов'язково",
  "addressPlaceholder": "Адреса",
  "addressRequiredError": "Адреса: Обов'язково",
  "zipCodePlaceholder": "Індекс",
  "zipCodeRequiredError": "Індекс: Обов'язково",
  "zipCodePatternError": "Індекс: 00000-0000",
  "cityPlaceholder": "Місто",
  "cityRequiredError": "Місто: Обов'язково",
  "cityPatternError": "Місто: Тільки літери",
  "phoneNumberPlaceholder": "Номер телефону",
  "phoneNumberRequiredError": "Номер телефону: Обов'язково",
  "phoneNumberPatternError": "Номер телефону: Тільки цифри"
}
