{
  "New Arrivals": "Нова Колекція",
  "All gender": "Унісекс",
  "Look Book": "Галерея",
  "Search": "Пошук",
  "Delivering": "Доставка",
  "Bag": "Кошик",
  "Wish List": "Список бажань",
  "Profile": "Профіль",
  "Contact us": "Зв'язатися з нами",
  "About": "Дизайн & Розробка",
  "Author": "Єгор Волков",
  "404": "Вибачте, ми не змогли знайти цю сторінку",
  "Go Home": "На головну",
  "View": "Дивитися",
  "Winter drop": "Зимова колекція",
  "Looks": "Образи",
  "ViewAll": "Дивитися все",
  "Later": "Будь ласка, спробуйте пізніше",
  "LaterButton": "Спробувати",
  "Pay": "Умови оплати:",
  "Pay1": "Післяплатою при отриманні у перевізника",
  "Pay2": "Переказ на картку банка",
  "Pay3": "Оплата за допомогою банківських платіжних карт Visa, Master Card",
  "Period": "Термін доставки:",
  "Period1": "Доставка здійснюється будь-якою службою доставки (Укрпошта, Нова Пошта, Делівері, Ін-Тайм, Міст Експрес)",
  "Period2": "У будь-яку точку України - від 1 до 3 робочих днів. Можливі затримки перед святами і при поганих погодних умовах",
  "Buy": "Вибір товару і покупка:",
  "Buy1": "Підбір продукції можна робити за допомогою назви або потрібної категорії товару",
  "Buy2": "Якщо Ви вибрали необхідний Вам товар - натисніть кнопку `Купити`, потім можна продовжити підбір товару, або перейти до оформлення замовлення. У кошику Ви можете коригувати кількість обраної Вами продукції",
  "Buy3": "Враховуйте, що відтінки на екрані можуть відрізнятися взалежності від налаштувань монітору",
  "Buy4": "Після отримання Вашого замовлення ми обов`язково зв`яжемося з Вами, щоб уточнити час і спосіб доставки",
  "Buy5": "Ваша контактна інформація потрібна тільки для правильної відправки замовлення. Ця інформація буде недоступна третім особам",
  "Shipping": "Обробка і відправка замовлення:",
  "Shipping1": "Замовлення, що надійшли в неробочий час, вихідні або свята будуть оброблені і узгоджені в найближчий робочий день",
  "Shipping2": "Якщо у Вас виникли складнощі з оформленням замовлення на нашому сайті, Ви можете замовити продукцію по телефону або залишити заявку зворотного дзвінка: Пн-Нд: c 9.00 до 21.00",
  "GiveBack": "Обмін товарів:",
  "GiveBack1": "Протягом 14 днів з дня покупки"
}
