{
  "id": "apple-iphone-11-pro-max-64gb-spacegray",
  "namespaceId": "apple-iphone-11-pro-max",
  "name": "Apple iPhone 11 Pro Max 64GB Spacegray",
  "capacityAvailable": ["64GB", "256GB", "512GB"],
  "capacity": "64GB",
  "priceRegular": 1480,
  "priceDiscount": 1400,
  "colorsAvailable": ["spacegray", "midnightgreen", "gold", "silver"],
  "color": "spacegray",
  "images": [
    "img/phones/apple-iphone-11-pro-max/spacegray/00.jpg",
    "img/phones/apple-iphone-11-pro-max/spacegray/01.jpg",
    "img/phones/apple-iphone-11-pro-max/spacegray/02.jpg"
  ],
  "description": [
    {
      "title": "And then there was Pro",
      "text": [
        "A transformative triple-camera system that adds tons of capability without complexity.",
        "An unprecedented leap in battery life. And a mind-blowing chip that doubles down on machine learning and pushes the boundaries of what a smartphone can do. Welcome to the first iPhone powerful enough to be called Pro."
      ]
    },
    {
      "title": "Camera",
      "text": [
        "Meet the first triple-camera system to combine cutting-edge technology with the legendary simplicity of iPhone. Capture up to four times more scene. Get beautiful images in drastically lower light. Shoot the highest-quality video in a smartphone — then edit with the same tools you love for photos. You’ve never shot with anything like it."
      ]
    },
    {
      "title": "Shoot it. Flip it. Zoom it. Crop it. Cut it. Light it. Tweak it. Love it.",
      "text": [
        "iPhone 11 Pro lets you capture videos that are beautifully true to life, with greater detail and smoother motion. Epic processing power means it can shoot 4K video with extended dynamic range and cinematic video stabilization — all at 60 fps. You get more creative control, too, with four times more scene and powerful new editing tools to play with."
      ]
    }
  ],
  "screen": "6.5' OLED",
  "resolution": "2688х1242",
  "processor": "Apple A13 Bionic",
  "ram": "4GB",
  "camera": "12 Mp + 12 Mp + 12MP",
  "zoom": "Digital, 10x / Optical, 2x",
  "cell": ["GPRS", "EDGE", "WCDMA", "UMTS", "HSPA", "LTE"]
}
