{
  "description.and_then_there_was_pro": "And then there was Pro",
  "description.and_then_there_was_pro_text_0": "A transformative triple-camera system that adds tons of capability without complexity.",
  "description.and_then_there_was_pro_text_1": "An unprecedented leap in battery life. And a mind-blowing chip that doubles down on machine learning and pushes the boundaries of what a smartphone can do. Welcome to the first iPhone powerful enough to be called Pro.",
  "description.camera": "Camera",
  "description.camera_text_0": "Meet the first triple-camera system to combine cutting-edge technology with the legendary simplicity of iPhone. Capture up to four times more scene. Get beautiful images in drastically lower light. Shoot the highest-quality video in a smartphone — then edit with the same tools you love for photos. You’ve never shot with anything like it.",
  "description.shoot_it_flip_it_zoom_it_crop_it_cut_it_light_it_tweak_it_lo": "Shoot it. Flip it. Zoom it. Crop it. Cut it. Light it. Tweak it. Love it.",
  "description.shoot_it_flip_it_zoom_it_crop_it_cut_it_light_it_tweak_it_lo_text_0": "iPhone 11 Pro lets you capture videos that are beautifully true to life, with greater detail and smoother motion. Epic processing power means it can shoot 4K video with extended dynamic range and cinematic video stabilization — all at 60 fps. You get more creative control, too, with four times more scene and powerful new editing tools to play with.",
  "description.wonderfull": "Wonderfull",
  "description.wonderfull_text_0": "A transformative triple-camera system that adds tons of capability without complexity.",
  "description.wonderfull_text_1": "An unprecedented leap in battery life. And a mind-blowing chip that doubles down on machine learning and pushes the boundaries of what a smartphone can do. Welcome to the first iPhone powerful enough to be called Pro.",
  "description.and_then_was_a_pro": "And then was a Pro",
  "description.and_then_was_a_pro_text_0": "A transformative triple-camera system that adds tons of capability without complexity.",
  "description.and_then_was_a_pro_text_1": "An unprecedented leap in battery life. And a mind-blowing chip that doubles down on machine learning and pushes the boundaries of what a smartphone can do. Welcome to the first iPhone powerful enough to be called Pro.",
  "description.blast_past_fast": "Blast past fast.",
  "description.blast_past_fast_text_0": "5G speed. A14 Bionic, the fastest chip in a smartphone. An edge-to-edge OLED display. Ceramic Shield with four times better drop performance. And Night mode on every camera. iPhone 12 has it all — in two perfect sizes.",
  "description.a14_bionic_chip_the_only_thing_even_close_was_our_last_chip": "A14 Bionic chip. The only thing even close was our last chip.",
  "description.a14_bionic_chip_the_only_thing_even_close_was_our_last_chip_text_0": "A14 Bionic is the first 5-nanometer chip in the industry, with advanced components literally atoms wide. Forty percent more transistors rev up speeds while increasing efficiency for great battery life. And a new ISP powers Dolby Vision recording — something no pro movie camera, let alone any other phone, can do.",
  "description.night_mode_comes_to_all_your_cameras": "Night mode comes to all your cameras.",
  "description.night_mode_comes_to_all_your_cameras_text_0": "Low light is now a highlight. From dimly lit restaurants to moonlit beaches, the new Night mode delivers natural low-light shots — automatically.",
  "description.your_new_superpower": "Your new superpower.",
  "description.your_new_superpower_text_0": "A15 Bionic, the fastest chip ever in a smartphone. Super Retina XDR display with ProMotion. Durable Ceramic Shield with 4x better drop performance. New Night mode on all cameras. It’s the ultimate iPhone, powered by the ultimate chip.",
  "description.a15_bionic_chip_super_power_mini_sized": "A15 Bionic chip. Super power. Mini sized.",
  "description.a15_bionic_chip_super_power_mini_sized_text_0": "The A15 Bionic chip is the fastest chip ever in a smartphone. It powers everything from photography to gaming. And the incredible Machine Learning accelerators allow you to experience augmented reality like never before.",
  "description.amazing_camera_no_pro_required": "Amazing Camera. No Pro Required.",
  "description.amazing_camera_no_pro_required_text_0": "iPhone 13 Mini takes stunning photos and videos with its advanced dual-camera system, with a new Night mode on all cameras. And Photographic Styles personalizes your photos in the moment for a beautiful look.",
  "description.the_ultimate_pro_camera_system": "The Ultimate Pro Camera System",
  "description.the_ultimate_pro_camera_system_text_0": "Introducing the first pro camera system that's also an iPhone — delivering 3x optical zoom, macro photography, Night mode portraits, and a new ProRes format for the highest-quality video ever in a smartphone. Get ready to shoot like a pro.",
  "description.cinematic_mode": "Cinematic Mode",
  "description.cinematic_mode_text_0": "Film like a pro with exclusive access to the depth-of-field effect of Cinema mode, now on both the Wide and Telephoto cameras. Add focus transitions for a creative look, and easily switch between cameras to capture more of the moment.",
  "description.a15_bionic": "A15 Bionic",
  "description.a15_bionic_text_0": "A15 Bionic is the fastest chip ever in a smartphone. It powers incredible experiences in photography, video, gaming, and more — all while delivering great battery life. And it enables the most advanced machine learning capabilities in any smartphone for next-level experiences.",
  "description.promotion": "ProMotion",
  "description.promotion_text_0": "ProMotion technology automatically adjusts the display to the movement on your screen, for more fluid scrolling, greater responsiveness, and smoother motion — and a battery that lasts all day."
}