{
  "content": "Contents General provisions and scope of application. Composition, content and sources of personal data collection. Purpose, grounds and terms of personal data processing. Location of personal data. Access to personal data. Transfer of personal data to third parties. Measures to protect personal data. Rights of Buyers as data subjects. Procedure for handling Buyer and third-party requests regarding access to personal data. Deletion of Buyer personal data. Withdrawal of consent to personal data processing. Personal data of order recipients. Amendments to the Regulation. 1. General provisions and scope of application GirlPower Limited Liability Company, located at Ukraine, 01102, Kyiv, Mykola Mikhnovskyi Blvd, 81A, processes personal data of individuals who purchase and/or order goods and/or services for themselves, order recipients, as well as visitors to the GirlPower Online Platform (hereinafter Buyers, Users) on the GirlPower online platform (hereinafter GirlPower Online Platform), which includes the website: GirlPower.com.ua (hereinafter the Site) and/or the GirlPower mobile application(hereinafter the Mobile Application) and/or related services, in accordance with this Regulation on the processing and protection of personal data of users (buyers) of the GirlPower online platform (hereinafter the Regulation). The Company is the owner of the Buyers' personal data. Personal data in this Regulation means information or a set of information about an identified or identifiable individual. Processing by the Company of Buyers' personal data includes, but is not limited to, the following actions: collection, registration, accumulation, storage, adaptation, modification, updating, use, and dissemination (distribution, sale, transfer), anonymization, destruction of personal data, including through the use of information (automated) systems. Other terms in this Regulation are used in the meanings provided in the Law of Ukraine 'On Personal Data Protection' dated June 1, 2010 No. 2297-VI. By registering on the Site or in the Mobile Application (downloaded via Play Market or App Store)and starting to use the GirlPower Online Platform, or placing an order without prior registration, the Buyer gives permission and voluntary unambiguous consent to process their personal data under the terms and conditions set forth in this Regulation, and also confirms that they have carefully read and fully understood this Regulation. The Site may contain links to other websites (for informational purposes only). When following links to other websites, this Regulation does not apply to such websites. Therefore, the Company recommends reviewing the privacy policies and personal data policies of each such website before providing personal data by which the Buyer can be identified. Separate user accounts may be created on the Online Platform, including for the convenience of authorization and order formation, speed of order processing and payment."
}
