[
  {
    "namespaceId": "apple-ipad-pro-11-2021",
    "description": [
      {
        "title": "Потужна продуктивність",
        "text": [
          "Відчуйте неймовірну потужність та продуктивність з Apple iPad Pro 11. Завдяки чіпу M1 він забезпечує новий рівень продуктивності, роблячи його швидшим та ефективнішим, ніж будь-коли.",
          "Незалежно від того, чи редагуєте ви фотографії, створюєте малюнки або працюєте в багатозадачному режимі з ресурсомісткими програмами, iPad Pro 11 справляється з усім цим з легкістю."
        ]
      },
      {
        "title": "Приголомшливий дисплей Liquid Retina",
        "text": [
          "Насолоджуйтеся яскравим та захоплюючим візуальним досвідом на дисплеї Liquid Retina iPad Pro 11. Завдяки технологіям ProMotion та True Tone дисплей адаптується до вашого оточення, забезпечуючи плавне прокручування, точну передачу кольорів та неймовірну деталізацію.",
          "Від перегляду фільмів до редагування відео, дисплей iPad Pro 11 оживляє ваш контент з приголомшливою чіткістю."
        ]
      },
      {
        "title": "Універсальна система камер",
        "text": [
          "Робіть приголомшливі фотографії та відео за допомогою передової системи камер iPad Pro 11. Завдяки 12-мегапіксельній надширококутній фронтальній камері та 12-мегапіксельній ширококутній задній камері зі сканером LiDAR ви можете робити високоякісні знімки та насолоджуватися досвідом доповненої реальності.",
          "Незалежно від того, чи ви здійснюєте відеодзвінки, скануєте документи або записуєте відео 4K, система камер iPad Pro 11 забезпечує виняткову продуктивність."
        ]
      }
    ]
  },
  {
    "namespaceId": "apple-ipad-air-4th-gen",
    "description": [
      {
        "title": "Тонкий, легкий та потужний",
        "text": [
          "Apple iPad Air (4-го покоління) поєднує витончений дизайн з потужною продуктивністю. Завдяки тонкому та легкому форм-фактору, він неймовірно портативний та зручний для носіння куди завгодно.",
          "Оснащений чіпом A14 Bionic з Neural Engine, iPad Air забезпечує швидку та ефективну продуктивність, що робить його ідеальним для багатозадачності, ігор та творчих завдань."
        ]
      },
      {
        "title": "Приголомшливий дисплей Liquid Retina",
        "text": [
          "Пориньте у яскраві візуальні ефекти на дисплеї Liquid Retina iPad Air. Завдяки True Tone та широкому кольоровому діапазону P3, він пропонує реалістичні кольори та неймовірну деталізацію.",
          "Незалежно від того, чи ви дивитесь фільми, редагуєте фотографії або переглядаєте веб-сторінки, дисплей iPad Air забезпечує захоплюючий та приємний досвід перегляду."
        ]
      },
      {
        "title": "Універсальні функції та підтримка Apple Pencil",
        "text": [
          "Відкрийте нові можливості завдяки універсальним функціям iPad Air. Він підтримує Apple Pencil (2-го покоління), що дозволяє робити нотатки, малювати та анотувати документи з точністю.",
          "Завдяки Touch ID, вбудованому у верхню кнопку, ви можете безпечно розблокувати свій iPad, здійснювати безпечні покупки та автентифікувати програми простим дотиком."
        ]
      }
    ]
  },
  {
    "namespaceId": "apple-ipad-mini-6th-gen",
    "description": [
      {
        "title": "Компактний та портативний",
        "text": [
          "Відчуйте потужність iPad у компактному розмірі з Apple iPad Mini (6-го покоління). Завдяки 8,3-дюймовому дисплею Liquid Retina та тонкому дизайну, він ідеально підходить для продуктивності та розваг у дорозі.",
          "Незалежно від того, чи ви читаєте, граєте в ігри або дивитесь відео, iPad Mini забезпечує приголомшливий візуальний досвід у портативному корпусі."
        ]
      },
      {
        "title": "Чіп A15 Bionic та Neural Engine",
        "text": [
          "iPad Mini (6-го покоління) оснащений потужним чіпом A15 Bionic та Neural Engine, що забезпечує швидку та ефективну продуктивність. Він легко справляється з вимогливими завданнями та графічно інтенсивними програмами, що робить його придатним як для роботи, так і для ігор.",
          "Насолоджуйтесь плавною багатозадачністю, захоплюючими іграми та безперебійним використанням програм на iPad Mini."
        ]
      },
      {
        "title": "Передові камери та Center Stage",
        "text": [
          "Робіть приголомшливі фотографії та відео за допомогою передових камер iPad Mini. Завдяки 12-мегапіксельній фронтальній камері та 12-мегапіксельній задній камері ви можете робити високоякісні знімки та записувати вражаючі відео.",
          "iPad Mini також має функцію Center Stage, яка автоматично утримує вас у кадрі під час відеодзвінків, роблячи ваші розмови більш захоплюючими та динамічними."
        ]
      }
    ]
  },
  {
    "namespaceId": "apple-ipad-10-2-2020",
    "description": [
      {
        "title": "Універсальний та доступний",
        "text": [
          "Apple iPad 10.2 (2020) пропонує універсальний та доступний варіант для повсякденних завдань та розваг. Незалежно від того, чи ви переглядаєте веб-сторінки, транслюєте контент або використовуєте програми для підвищення продуктивності, він забезпечує плавний та чуйний досвід.",
          "Завдяки великому 10,2-дюймовому дисплею Retina, він забезпечує чудовий досвід перегляду для всього вашого контенту."
        ]
      },
      {
        "title": "Потужна продуктивність",
        "text": [
          "Відчуйте потужну продуктивність з чіпом A12 Bionic iPad 10.2. Він забезпечує швидку та ефективну багатозадачність, дозволяючи плавно та безперебійно запускати декілька програм.",
          "Від ігор до редагування документів, iPad 10.2 справляється з усім цим з легкістю."
        ]
      },
      {
        "title": "Підтримка Apple Pencil та Smart Keyboard",
        "text": [
          "Розкрийте свою творчість та продуктивність за допомогою Apple Pencil та Smart Keyboard. Робіть нотатки, малюйте та робіть ескізи з точністю за допомогою Apple Pencil (1-го покоління) та перетворіть свій iPad на легкий ноутбук за допомогою Smart Keyboard.",
          "iPad 10.2 адаптується до ваших потреб, чи ви студент, професіонал або творчий художник."
        ]
      }
    ]
  },
  {
    "namespaceId": "apple-ipad-mini-5th-gen",
    "description": [
      {
        "title": "Компактний та потужний",
        "text": [
          "Apple iPad Mini (5-го покоління) вражає своєю компактністю та потужною продуктивністю. Незалежно від того, чи ви в дорозі, чи вдома, він ідеально підходить для продуктивності, розваг та творчості.",
          "Завдяки чіпу A12 Bionic, iPad Mini забезпечує швидку та ефективну продуктивність, що дозволяє плавно запускати вимогливі програми та ігри."
        ]
      },
      {
        "title": "Дисплей Retina та True Tone",
        "text": [
          "Насолоджуйтесь приголомшливими візуальними ефектами на дисплеї Retina iPad Mini. Завдяки технології True Tone він регулює колірну температуру дисплея відповідно до навколишнього освітлення, забезпечуючи природний та комфортний досвід перегляду.",
          "Від читання електронних книг до перегляду фотографій, дисплей iPad Mini оживляє контент яскравими кольорами та чіткими деталями."
        ]
      },
      {
        "title": "Підтримка Apple Pencil та Smart Keyboard",
        "text": [
          "Розкрийте свою творчість та продуктивність за допомогою Apple Pencil та Smart Keyboard. Робіть нотатки, малюйте та робіть ескізи з точністю за допомогою Apple Pencil (1-го покоління) та перетворіть свій iPad Mini на універсальну робочу станцію за допомогою Smart Keyboard.",
          "iPad Mini адаптується до ваших потреб, що робить його потужним інструментом як для роботи, так і для ігор."
        ]
      }
    ]
  },
  {
    "namespaceId": "apple-watch-series-3",
    "description": [
      {
        "title": "Стежте за своїм здоров'ям",
        "text": [
          "Apple Watch Series 3 оснащено датчиками для відстеження пульсу, спалених калорій та інших показників фізичної активності протягом дня. Він навіть може відстежувати ваші тренування та пропонувати персоналізовані фітнес-цілі."
        ]
      },
      {
        "title": "Залишайтеся на зв'язку в дорозі",
        "text": [
          "Завдяки стільниковому зв'язку ви можете здійснювати дзвінки та надсилати повідомлення з вашого зап'ястя навіть без iPhone поруч. А за допомогою Siri ви можете отримувати маршрути, надсилати повідомлення та встановлювати нагадування без рук."
        ]
      },
      {
        "title": "Транслюйте улюблену музику",
        "text": [
          "З Apple Music та Siri ви можете транслювати понад 75 мільйонів пісень на вашому Apple Watch Series 3. Або слухати улюблені подкасти, аудіокниги та радіостанції."
        ]
      }
    ]
  },
  {
    "namespaceId": "apple-watch-series-6",
    "description": [
      {
        "title": "Дисплей Retina Always-On",
        "text": [
          "Apple Watch Series 6 оснащено дисплеєм Retina Always-On, який у 2,5 рази яскравіший на вулиці, коли ваше зап'ястя опущене. Тож ви можете бачити всю інформацію на циферблаті з першого погляду."
        ]
      },
      {
        "title": "Датчик кисню в крові",
        "text": [
          "Додаток \"Кисень в крові\" вимірює рівень кисню в крові за допомогою революційного нового датчика та додатка. Ви також можете зробити ЕКГ зі свого зап'ястя будь-коли та будь-де."
        ]
      },
      {
        "title": "Відстежуйте щоденну активність",
        "text": [
          "Apple Watch Series 6 відстежує вашу щоденну активність, включаючи тренування, кількість кроків та спалені калорії. Він також має вбудований GPS для відстеження ваших пробіжок, прогулянок та походів."
        ]
      }
    ]
  },
  {
    "namespaceId": "apple-watch-series-5",
    "description": [
      {
        "title": "Дисплей Retina Always-On",
        "text": [
          "Завдяки дисплею Retina Always-On ви можете легко бачити час та важливу інформацію, не піднімаючи зап'ястя. Дисплей також на 30% більший, ніж у Series 3, що полегшує читання та взаємодію з ним."
        ]
      },
      {
        "title": "Додаток ЕКГ",
        "text": [
          "Додаток ЕКГ може виявляти нерегулярні серцеві ритми та сповіщати вас, якщо щось здається не так. Ви також можете зробити ЕКГ будь-коли та будь-де, прямо зі свого зап'ястя."
        ]
      },
      {
        "title": "Відстеження активності",
        "text": [
          "Apple Watch Series 5 відстежує вашу щоденну активність, включаючи тренування, кількість кроків та спалені калорії. Він також має вбудований GPS для відстеження ваших пробіжок, прогулянок та походів."
        ]
      }
    ]
  },
  {
    "namespaceId": "apple-watch-series-4",
    "description": [
      {
        "title": "Більший дисплей",
        "text": [
          "Apple Watch Series 4 має більший дисплей, який дозволяє бачити більше інформації з першого погляду. Дисплей на 30% більший, ніж у Series 3, і є безрамковим із заокругленими кутами."
        ]
      },
      {
        "title": "Додаток ЕКГ",
        "text": [
          "За допомогою додатка ЕКГ ви можете зробити електрокардіограму прямо зі свого зап'ястя. Ця функція доступна лише в певних країнах та регіонах."
        ]
      },
      {
        "title": "Виявлення падінь",
        "text": [
          "Apple Watch Series 4 може виявляти падіння та надсилати сповіщення екстреним службам, якщо ви не відповідаєте протягом хвилини. Ця функція доступна лише для користувачів старше 65 років."
        ]
      }
    ]
  },
  {
    "namespaceId": "apple-watch-se",
    "description": [
      {
        "title": "Дисплей Retina",
        "text": [
          "Apple Watch SE оснащено дисплеєм Retina, який забезпечує чітке та яскраве зображення для легкої читабельності."
        ]
      },
      {
        "title": "Налаштування сім'ї",
        "text": [
          "За допомогою налаштування сім'ї ви можете об'єднати свій Apple Watch SE з iPhone члена сім'ї, щоб залишатися на зв'язку навіть без власного iPhone."
        ]
      },
      {
        "title": "Відстеження фізичної активності",
        "text": [
          "Apple Watch SE пропонує комплексні функції відстеження фізичної активності, включаючи відстеження активності, моніторинг пульсу та вбудований GPS для відстеження ваших тренувань на відкритому повітрі."
        ]
      }
    ]
  },
  {
    "namespaceId": "apple-iphone-11",
    "description": [
      {
        "title": "А потім з'явився Pro",
        "text": [
          "Трансформаційна система з трьома камерами, що додає безліч можливостей без складності.",
          "Безпрецедентний стрибок у часі автономної роботи. І приголомшливий чіп, який подвоює можливості машинного навчання та розширює межі того, що може зробити смартфон. Ласкаво просимо до першого iPhone, достатньо потужного, щоб називатися Pro."
        ]
      },
      {
        "title": "Камера",
        "text": [
          "Зустрічайте першу систему з трьома камерами, яка поєднує передові технології з легендарною простотою iPhone. Знімайте до чотирьох разів більше сцени. Отримуйте красиві зображення при значно меншому освітленні. Знімайте відео найвищої якості на смартфоні — а потім редагуйте за допомогою тих самих інструментів, які ви любите для фотографій. Ви ніколи не знімали нічого подібного."
        ]
      },
      {
        "title": "Знімай. Перевертай. Збільшуй. Обрізай. Вирізай. Освітлюй. Налаштовуй. Люби це.",
        "text": [
          "iPhone 11 Pro дозволяє знімати відео, які є прекрасно реалістичними, з більшою деталізацією та плавним рухом. Епічна обчислювальна потужність означає, що він може знімати відео 4K з розширеним динамічним діапазоном та кінематографічною стабілізацією відео — все це при 60 кадрах в секунду. Ви також отримуєте більше творчого контролю, з чотириразовим збільшенням сцени та потужними новими інструментами редагування, з якими можна грати."
        ]
      }
    ]
  },
  {
    "namespaceId": "apple-iphone-11-pro",
    "description": [
      {
        "title": "А потім з'явився Pro",
        "text": [
          "Трансформаційна система з трьома камерами, що додає безліч можливостей без складності.",
          "Безпрецедентний стрибок у часі автономної роботи. І приголомшливий чіп, який подвоює можливості машинного навчання та розширює межі того, що може зробити смартфон. Ласкаво просимо до першого iPhone, достатньо потужного, щоб називатися Pro."
        ]
      },
      {
        "title": "Камера",
        "text": [
          "Зустрічайте першу систему з трьома камерами, яка поєднує передові технології з легендарною простотою iPhone. Знімайте до чотирьох разів більше сцени. Отримуйте красиві зображення при значно меншому освітленні. Знімайте відео найвищої якості на смартфоні — а потім редагуйте за допомогою тих самих інструментів, які ви любите для фотографій. Ви ніколи не знімали нічого подібного."
        ]
      },
      {
        "title": "Знімай. Перевертай. Збільшуй. Обрізай. Вирізай. Освітлюй. Налаштовуй. Люби це.",
        "text": [
          "iPhone 11 Pro дозволяє знімати відео, які є прекрасно реалістичними, з більшою деталізацією та плавним рухом. Епічна обчислювальна потужність означає, що він може знімати відео 4K з розширеним динамічним діапазоном та кінематографічною стабілізацією відео — все це при 60 кадрах в секунду. Ви також отримуєте більше творчого контролю, з чотириразовим збільшенням сцени та потужними новими інструментами редагування, з якими можна грати."
        ]
      }
    ]
  },
  {
    "namespaceId": "apple-iphone-11-pro-max",
    "description": [
      {
        "title": "А потім з'явився Pro",
        "text": [
          "Трансформаційна система з трьома камерами, що додає безліч можливостей без складності.",
          "Безпрецедентний стрибок у часі автономної роботи. І приголомшливий чіп, який подвоює можливості машинного навчання та розширює межі того, що може зробити смартфон. Ласкаво просимо до першого iPhone, достатньо потужного, щоб називатися Pro."
        ]
      },
      {
        "title": "Камера",
        "text": [
          "Зустрічайте першу систему з трьома камерами, яка поєднує передові технології з легендарною простотою iPhone. Знімайте до чотирьох разів більше сцени. Отримуйте красиві зображення при значно меншому освітленні. Знімайте відео найвищої якості на смартфоні — а потім редагуйте за допомогою тих самих інструментів, які ви любите для фотографій. Ви ніколи не знімали нічого подібного."
        ]
      },
      {
        "title": "Знімай. Перевертай. Збільшуй. Обрізай. Вирізай. Освітлюй. Налаштовуй. Люби це.",
        "text": [
          "iPhone 11 Pro дозволяє знімати відео, які є прекрасно реалістичними, з більшою деталізацією та плавним рухом. Епічна обчислювальна потужність означає, що він може знімати відео 4K з розширеним динамічним діапазоном та кінематографічною стабілізацією відео — все це при 60 кадрах в секунду. Ви також отримуєте більше творчого контролю, з чотириразовим збільшенням сцени та потужними новими інструментами редагування, з якими можна грати."
        ]
      }
    ]
  },
  {
    "namespaceId": "apple-iphone-7",
    "description": [
      {
        "title": "А потім з'явився Pro",
        "text": [
          "Трансформаційна система з трьома камерами, що додає безліч можливостей без складності.",
          "Безпрецедентний стрибок у часі автономної роботи. І приголомшливий чіп, який подвоює можливості машинного навчання та розширює межі того, що може зробити смартфон. Ласкаво просимо до першого iPhone, достатньо потужного, щоб називатися Pro."
        ]
      },
      {
        "title": "Камера",
        "text": [
          "Зустрічайте першу систему з трьома камерами, яка поєднує передові технології з легендарною простотою iPhone. Знімайте до чотирьох разів більше сцени. Отримуйте красиві зображення при значно меншому освітленні. Знімайте відео найвищої якості на смартфоні — а потім редагуйте за допомогою тих самих інструментів, які ви любите для фотографій. Ви ніколи не знімали нічого подібного."
        ]
      },
      {
        "title": "Знімай. Перевертай. Збільшуй. Обрізай. Вирізай. Освітлюй. Налаштовуй. Люби це.",
        "text": [
          "iPhone 11 Pro дозволяє знімати відео, які є прекрасно реалістичними, з більшою деталізацією та плавним рухом. Епічна обчислювальна потужність означає, що він може знімати відео 4K з розширеним динамічним діапазоном та кінематографічною стабілізацією відео — все це при 60 кадрах в секунду. Ви також отримуєте більше творчого контролю, з чотириразовим збільшенням сцени та потужними новими інструментами редагування, з якими можна грати."
        ]
      }
    ]
  },
  {
    "namespaceId": "apple-iphone-7-plus",
    "description": [
      {
        "title": "А потім з'явився Pro",
        "text": [
          "Трансформаційна система з трьома камерами, що додає безліч можливостей без складності.",
          "Безпрецедентний стрибок у часі автономної роботи. І приголомшливий чіп, який подвоює можливості машинного навчання та розширює межі того, що може зробити смартфон. Ласкаво просимо до першого iPhone, достатньо потужного, щоб називатися Pro."
        ]
      },
      {
        "title": "Камера",
        "text": [
          "Зустрічайте першу систему з трьома камерами, яка поєднує передові технології з легендарною простотою iPhone. Знімайте до чотирьох разів більше сцени. Отримуйте красиві зображення при значно меншому освітленні. Знімайте відео найвищої якості на смартфоні — а потім редагуйте за допомогою тих самих інструментів, які ви любите для фотографій. Ви ніколи не знімали нічого подібного."
        ]
      },
      {
        "title": "Знімай. Перевертай. Збільшуй. Обрізай. Вирізай. Освітлюй. Налаштовуй. Люби це.",
        "text": [
          "iPhone 11 Pro дозволяє знімати відео, які є прекрасно реалістичними, з більшою деталізацією та плавним рухом. Епічна обчислювальна потужність означає, що він може знімати відео 4K з розширеним динамічним діапазоном та кінематографічною стабілізацією відео — все це при 60 кадрах в секунду. Ви також отримуєте більше творчого контролю, з чотириразовим збільшенням сцени та потужними новими інструментами редагування, з якими можна грати."
        ]
      }
    ]
  },
  {
    "namespaceId": "apple-iphone-8",
    "description": [
      {
        "title": "А потім з'явився Pro",
        "text": [
          "Трансформаційна система з трьома камерами, що додає безліч можливостей без складності.",
          "Безпрецедентний стрибок у часі автономної роботи. І приголомшливий чіп, який подвоює можливості машинного навчання та розширює межі того, що може зробити смартфон. Ласкаво просимо до першого iPhone, достатньо потужного, щоб називатися Pro."
        ]
      },
      {
        "title": "Камера",
        "text": [
          "Зустрічайте першу систему з трьома камерами, яка поєднує передові технології з легендарною простотою iPhone. Знімайте до чотирьох разів більше сцени. Отримуйте красиві зображення при значно меншому освітленні. Знімайте відео найвищої якості на смартфоні — а потім редагуйте за допомогою тих самих інструментів, які ви любите для фотографій. Ви ніколи не знімали нічого подібного."
        ]
      },
      {
        "title": "Знімай. Перевертай. Збільшуй. Обрізай. Вирізай. Освітлюй. Налаштовуй. Люби це.",
        "text": [
          "iPhone 11 Pro дозволяє знімати відео, які є прекрасно реалістичними, з більшою деталізацією та плавним рухом. Епічна обчислювальна потужність означає, що він може знімати відео 4K з розширеним динамічним діапазоном та кінематографічною стабілізацією відео — все це при 60 кадрах в секунду. Ви також отримуєте більше творчого контролю, з чотириразовим збільшенням сцени та потужними новими інструментами редагування, з якими можна грати."
        ]
      }
    ]
  },
  {
    "namespaceId": "apple-iphone-xr",
    "description": [
      {
        "title": "А потім з'явився Pro",
        "text": [
          "Трансформаційна система з трьома камерами, що додає безліч можливостей без складності.",
          "Безпрецедентний стрибок у часі автономної роботи. І приголомшливий чіп, який подвоює можливості машинного навчання та розширює межі того, що може зробити смартфон. Ласкаво просимо до першого iPhone, достатньо потужного, щоб називатися Pro."
        ]
      },
      {
        "title": "Камера",
        "text": [
          "Зустрічайте першу систему з трьома камерами, яка поєднує передові технології з легендарною простотою iPhone. Знімайте до чотирьох разів більше сцени. Отримуйте красиві зображення при значно меншому освітленні. Знімайте відео найвищої якості на смартфоні — а потім редагуйте за допомогою тих самих інструментів, які ви любите для фотографій. Ви ніколи не знімали нічого подібного."
        ]
      },
      {
        "title": "Знімай. Перевертай. Збільшуй. Обрізай. Вирізай. Освітлюй. Налаштовуй. Люби це.",
        "text": [
          "iPhone 11 Pro дозволяє знімати відео, які є прекрасно реалістичними, з більшою деталізацією та плавним рухом. Епічна обчислювальна потужність означає, що він може знімати відео 4K з розширеним динамічним діапазоном та кінематографічною стабілізацією відео — все це при 60 кадрах в секунду. Ви також отримуєте більше творчого контролю, з чотириразовим збільшенням сцени та потужними новими інструментами редагування, з якими можна грати."
        ]
      }
    ]
  },
  {
    "namespaceId": "apple-iphone-xs",
    "description": [
      {
        "title": "А потім з'явився Pro",
        "text": [
          "Трансформаційна система з трьома камерами, що додає безліч можливостей без складності.",
          "Безпрецедентний стрибок у часі автономної роботи. І приголомшливий чіп, який подвоює можливості машинного навчання та розширює межі того, що може зробити смартфон. Ласкаво просимо до першого iPhone, достатньо потужного, щоб називатися Pro."
        ]
      },
      {
        "title": "Камера",
        "text": [
          "Зустрічайте першу систему з трьома камерами, яка поєднує передові технології з легендарною простотою iPhone. Знімайте до чотирьох разів більше сцени. Отримуйте красиві зображення при значно меншому освітленні. Знімайте відео найвищої якості на смартфоні — а потім редагуйте за допомогою тих самих інструментів, які ви любите для фотографій. Ви ніколи не знімали нічого подібного."
        ]
      },
      {
        "title": "Знімай. Перевертай. Збільшуй. Обрізай. Вирізай. Освітлюй. Налаштовуй. Люби це.",
        "text": [
          "iPhone 11 Pro дозволяє знімати відео, які є прекрасно реалістичними, з більшою деталізацією та плавним рухом. Епічна обчислювальна потужність означає, що він може знімати відео 4K з розширеним динамічним діапазоном та кінематографічною стабілізацією відео — все це при 60 кадрах в секунду. Ви також отримуєте більше творчого контролю, з чотириразовим збільшенням сцени та потужними новими інструментами редагування, з якими можна грати."
        ]
      }
    ]
  },
  {
    "namespaceId": "apple-iphone-xs-max",
    "description": [
      {
        "title": "А потім з'явився Pro",
        "text": [
          "Трансформаційна система з трьома камерами, що додає безліч можливостей без складності.",
          "Безпрецедентний стрибок у часі автономної роботи. І приголомшливий чіп, який подвоює можливості машинного навчання та розширює межі того, що може зробити смартфон. Ласкаво просимо до першого iPhone, достатньо потужного, щоб називатися Pro."
        ]
      },
      {
        "title": "Камера",
        "text": [
          "Зустрічайте першу систему з трьома камерами, яка поєднує передові технології з легендарною простотою iPhone. Знімайте до чотирьох разів більше сцени. Отримуйте красиві зображення при значно меншому освітленні. Знімайте відео найвищої якості на смартфоні — а потім редагуйте за допомогою тих самих інструментів, які ви любите для фотографій. Ви ніколи не знімали нічого подібного."
        ]
      },
      {
        "title": "Знімай. Перевертай. Збільшуй. Обрізай. Вирізай. Освітлюй. Налаштовуй. Люби це.",
        "text": [
          "iPhone 11 Pro дозволяє знімати відео, які є прекрасно реалістичними, з більшою деталізацією та плавним рухом. Епічна обчислювальна потужність означає, що він може знімати відео 4K з розширеним динамічним діапазоном та кінематографічною стабілізацією відео — все це при 60 кадрах в секунду. Ви також отримуєте більше творчого контролю, з чотириразовим збільшенням сцени та потужними новими інструментами редагування, з якими можна грати."
        ]
      }
    ]
  },
  {
    "namespaceId": "apple-iphone-14",
    "description": [
      {
        "title": "Чудово",
        "text": [
          "Трансформаційна система з трьома камерами, що додає безліч можливостей без складності.",
          "Безпрецедентний стрибок у часі автономної роботи. І приголомшливий чіп, який подвоює можливості машинного навчання та розширює межі того, що може зробити смартфон. Ласкаво просимо до першого iPhone, достатньо потужного, щоб називатися Pro."
        ]
      },
      {
        "title": "Камера",
        "text": [
          "Зустрічайте першу систему з трьома камерами, яка поєднує передові технології з легендарною простотою iPhone. Знімайте до чотирьох разів більше сцени. Отримуйте красиві зображення при значно меншому освітленні. Знімайте відео найвищої якості на смартфоні — а потім редагуйте за допомогою тих самих інструментів, які ви любите для фотографій. Ви ніколи не знімали нічого подібного."
        ]
      },
      {
        "title": "Знімай. Перевертай. Збільшуй. Обрізай. Вирізай. Освітлюй. Налаштовуй. Люби це.",
        "text": [
          "iPhone 11 Pro дозволяє знімати відео, які є прекрасно реалістичними, з більшою деталізацією та плавним рухом. Епічна обчислювальна потужність означає, що він може знімати відео 4K з розширеним динамічним діапазоном та кінематографічною стабілізацією відео — все це при 60 кадрах в секунду. Ви також отримуєте більше творчого контролю, з чотириразовим збільшенням сцени та потужними новими інструментами редагування, з якими можна грати."
        ]
      }
    ]
  },
  {
    "namespaceId": "apple-iphone-14-pro",
    "description": [
      {
        "title": "А потім був Pro",
        "text": [
          "Трансформаційна система з трьома камерами, що додає безліч можливостей без складності.",
          "Безпрецедентний стрибок у часі автономної роботи. І приголомшливий чіп, який подвоює можливості машинного навчання та розширює межі того, що може зробити смартфон. Ласкаво просимо до першого iPhone, достатньо потужного, щоб називатися Pro."
        ]
      },
      {
        "title": "Камера",
        "text": [
          "Зустрічайте першу систему з трьома камерами, яка поєднує передові технології з легендарною простотою iPhone. Знімайте до чотирьох разів більше сцени. Отримуйте красиві зображення при значно меншому освітленні. Знімайте відео найвищої якості на смартфоні — а потім редагуйте за допомогою тих самих інструментів, які ви любите для фотографій. Ви ніколи не знімали нічого подібного."
        ]
      },
      {
        "title": "Знімай. Перевертай. Збільшуй. Обрізай. Вирізай. Освітлюй. Налаштовуй. Люби це.",
        "text": [
          "iPhone 11 Pro дозволяє знімати відео, які є прекрасно реалістичними, з більшою деталізацією та плавним рухом. Епічна обчислювальна потужність означає, що він може знімати відео 4K з розширеним динамічним діапазоном та кінематографічною стабілізацією відео — все це при 60 кадрах в секунду. Ви також отримуєте більше творчого контролю, з чотириразовим збільшенням сцени та потужними новими інструментами редагування, з якими можна грати."
        ]
      }
    ]
  },
  {
    "namespaceId": "apple-iphone-12",
    "description": [
      {
        "title": "Мчися повз швидкість.",
        "text": [
          "Швидкість 5G. A14 Bionic, найшвидший чіп у смартфоні. Дисплей OLED від краю до краю. Керамічний щит з у чотири рази кращою стійкістю до падінь. І нічний режим на кожній камері. iPhone 12 має все це — у двох ідеальних розмірах."
        ]
      },
      {
        "title": "Чіп A14 Bionic. Єдине, що було схоже, це наш попередній чіп.",
        "text": [
          "A14 Bionic — це перший 5-нанометровий чіп у галузі, з передовими компонентами буквально розміром з атоми. На сорок відсотків більше транзисторів прискорюють роботу, одночасно підвищуючи ефективність для тривалого часу автономної роботи. А новий ISP забезпечує запис Dolby Vision — те, чого не може зробити жодна професійна кінокамера, не кажучи вже про будь-який інший телефон."
        ]
      },
      {
        "title": "Нічний режим з'являється на всіх ваших камерах.",
        "text": [
          "Слабке освітлення тепер стає яскравим моментом. Від тьмяно освітлених ресторанів до залитих місячним світлом пляжів, новий нічний режим забезпечує природні знімки при слабкому освітленні — автоматично."
        ]
      }
    ]
  },
  {
    "namespaceId": "apple-iphone-13-mini",
    "description": [
      {
        "title": "Ваша нова суперсила.",
        "text": [
          "A15 Bionic, найшвидший чіп у смартфоні. Дисплей Super Retina XDR з ProMotion. Міцний керамічний щит з у 4 рази кращою стійкістю до падінь. Новий нічний режим на всіх камерах. Це ідеальний iPhone, що працює на ідеальному чіпі."
        ]
      },
      {
        "title": "Чіп A15 Bionic. Суперпотужність. Міні-розмір.",
        "text": [
          "Чіп A15 Bionic — це найшвидший чіп у смартфоні. Він забезпечує все, від фотографії до ігор. А неймовірні прискорювачі машинного навчання дозволяють вам відчути доповнену реальність, як ніколи раніше."
        ]
      },
      {
        "title": "Дивовижна камера. Pro не потрібен.",
        "text": [
          "iPhone 13 Mini робить приголомшливі фотографії та відео за допомогою своєї вдосконаленої подвійної камери, з новим нічним режимом на всіх камерах. А фотографічні стилі персоналізують ваші фотографії в моменті для красивого вигляду."
        ]
      }
    ]
  },
  {
    "namespaceId": "apple-iphone-13-pro-max",
    "description": [
      {
        "title": "Найкраща професійна система камер",
        "text": [
          "Представляємо першу професійну систему камер, яка також є iPhone — забезпечує 3-кратний оптичний зум, макрозйомку, нічний режим для портретів та новий формат ProRes для відео найвищої якості в смартфоні. Готуйтеся знімати як професіонал."
        ]
      },
      {
        "title": "Кінематографічний режим",
        "text": [
          "Знімайте як професіонал з ексклюзивним доступом до ефекту глибини різкості режиму \"Кіно\", тепер як на ширококутній, так і на телеоб'єктивній камерах. Додавайте переходи фокусу для творчого вигляду та легко перемикайтеся між камерами, щоб зафіксувати більше моменту."
        ]
      },
      {
        "title": "A15 Bionic",
        "text": [
          "A15 Bionic — це найшвидший чіп у смартфоні. Він забезпечує неймовірні можливості у фотографії, відео, іграх та багато іншого — і все це при тривалому часі автономної роботи. І він дозволяє використовувати найдосконаліші можливості машинного навчання в будь-якому смартфоні для нового рівня досвіду."
        ]
      },
      {
        "title": "ProMotion",
        "text": [
          "Технологія ProMotion автоматично регулює дисплей відповідно до руху на екрані, для більш плавного прокручування, більшої чутливості та більш плавного руху — і акумулятора, який працює весь день."
        ]
      }
    ]
  },
  {
    "namespaceId": "apple-iphone-17-pro",
    "description": [
      {
        "title": "Камери",
        "text": [
          "Великий зум уперед. У всій системі камер iPhone 17 Pro ви знайдете інновації, які йдуть далеко за межами можливого. Телеоб'єктив оснащений наступним поколінням нашої тетрапризмової конструкції та на 56 відсотків більшим сенсором. З еквівалентною фокусною відстанню 200 мм, 8-кратний оптичний зум робить цей телеоб'єктив найдовшим для iPhone — пропонуючи 16-кратний загальний діапазон оптичного зуму. Тож ви можете досліджувати ще ширший спектр творчих можливостей та додавати більший об'єм до своїх композицій."
        ]
      },
      {
        "title": "Професійне відео",
        "text": [
          "Ще один професіонал — і йому знадобиться агент. Від домашніх фільмів до голлівудських постановок, iPhone 17 Pro готовий до будь-якого виклику. Завдяки більшій кількості професійних відеофункцій, ніж будь-коли, — таким як покращена стабілізація відео, характеристики кінематографічного рівня та сумісність зі стандартними робочими процесами — iPhone 17 Pro надає потужні інструменти для кіновиробництва під рукою, де б вони вам не знадобилися."
        ]
      },
      {
        "title": "Продуктивність",
        "text": [
          "Нові виміри потужності. Незалежно від того, чи працюєте ви з ресурсомісткою графікою, чи з масивними медіафайлами, iPhone 17 Pro пропонує блискавично швидку продуктивність — завдяки передовій технології охолодження. Розроблена Apple лазерно-зварена випарна камера працює разом з цільноалюмінієвою конструкцією корпусу для ефективного відведення тепла від чіпа A19 Pro, забезпечуючи ще вищу стабільну продуктивність. Цей прорив у сфері теплового управління є ключем до створення найпотужнішого iPhone, коли-небудь створеного."
        ]
      },
      {
        "title": "Усі в родині",
        "text": [
          "Усе необхідне. Все на iPhone. Найновіші моделі iPhone оснащені розширеними можливостями. Корисні функції Apple Intelligence, такі як візуальний інтелект12 та інструменти для письма, спростять ваше повсякденне життя. Швидке та безпечне з’єднання з Wi-Fi 7,13 Bluetooth 6, 5G14 та eSIM.15"
        ]
      }
    ]
  },
  {
    "namespaceId": "apple-ipad-pro-13-m4-2024",
    "description": [
      {
        "title": "M5. Творець. Прискорювач.",
        "text": [
          "Чіп M5 розширює межі можливого iPad Pro, забезпечуючи продуктивність та ефективність, як ніколи раніше. 10-ядерний графічний процесор наступного покоління з потужними новими нейронними прискорювачами значно пришвидшує завдання штучного інтелекту — від генерації токенів моделей великих мов програмування (LLM) до генеративних зображень. А багатопотокова продуктивність процесора та швидша пам'ять забезпечують неймовірну швидкість для ваших робочих процесів."
        ]
      },
      {
        "title": "iPadOS та програми. Подорож робочою силою.",
        "text": [
          "iPadOS 26 представляє приголомшливий новий дизайн із рідким склом та революційними покращеннями, які виводять продуктивність iPad Pro на новий рівень. Переосмислена, інтуїтивно зрозуміла система вікон надає вам більшу потужність та гнучкість, ніж будь-коли раніше. Запускайте професійні програми, грайте у високопродуктивні ігри та беріться за творчі проекти будь-якого розміру завдяки інтуїтивно зрозумілому сенсорному інтерфейсу.",
          "Продуктивність нового рівня. Відкривайте більше вікон одночасно, змінюйте їх розмір та перевпорядковуйте на свій розсуд, а також розділяйте екран на третини або чверті."
        ]
      },
      {
        "title": "Apple Pencil Pro. Створений для безмежної творчості.",
        "text": [
          "Apple Pencil встановлює стандарти малювання, живопису, рукописного введення та ведення нотаток — інтуїтивно зрозумілі, точні та чарівні. І все це з ідеальною точністю до пікселів, низькою затримкою, чутливістю до нахилу та підтримкою розпізнавання долоні.",
          "Також Apple Pencil Pro додає ще більше можливостей, щоб втілити ваші ідеї в життя, як ніколи раніше."
        ]
      }
    ]
  },
  {
    "namespaceId": "apple-watch-ultra-3",
    "description": [
      {
        "title": "Пізнай своє тіло в глибині душі.",
        "text": [
          "Чим більше у тебе аналітики, тим більше у тебе сил діяти. Від програми ЕКГ до програми Vitals та багато іншого, Apple Watch Ultra 3 надає повнішу картину вашого здоров'я, щоб ви могли залишатися в курсі подій. А тепер Ultra 3 робить наступний великий крок у здоров'ї серця з новаторською функцією — сповіщеннями про гіпертонію."
        ]
      },
      {
        "title": "Супутниковий зв'язок. Запущено та працює.",
        "text": [
          "Тепер, коли ви без доступу до мережі, без стільникового зв’язку чи Wi-Fi, Ultra 3 допоможе вам залишатися на зв’язку завдяки вбудованому супутниковому зв’язку. А якщо вам потрібна критична допомога, ви можете зв’язатися з екстреними службами через супутник — прямо зі свого зап’ястя."
        ]
      },
      {
        "title": "Медіафайли для тренувань, які налаштовані на вас.",
        "text": [
          "Дозвольте Apple Music вибрати найкращий плейлист на основі вашого тренування та музики, яка вам подобається. Або просто виберіть плейлист чи подкаст, запропонований саме вам."
        ]
      }
    ]
  }
]
