{
  "content": "Зміст Загальні положення та сфера застосування. Склад, зміст та джерела збирання персональних даних. Мета, підстави та строки обробки персональних даних. Місцезнаходження персональних даних. Доступ до персональних даних. Передача персональних даних третім особам. Заходи захисту персональних даних. Права Покупців як суб’єкта персональних даних. Порядок роботи з запитами Покупця та третіх осіб щодо доступу до персональних даних. Видалення персональних даних Покупця. Відкликання згоди на обробку персональних даних. Персональні дані одержувачів замовлення. Внесення змін до Положення. 1. Загальні положення та сфера застосування Товариство з обмеженою відповідальністю GirlPower, місцезнаходження: Україна, 01102, м.Київ, бул. Міхновського Миколи, буд. 81А, обробляє персональні дані фізичних осіб, які здійснюють купівлю та/або замовлення товарів та/або послуг для себе, одержувачів замовлення, а також відвідувачів Онлайн-платформи GirlPower (надалі –Покупці, Користувачі) на онлайн-платформі GirlPower (надалі – Онлайн-платформа GirlPower), яка включає веб-сайт: GirlPower.com.ua (надалі – Сайт) та/або мобільного додаток GirlPower (надалі – Мобільний додаток) та/або пов'язані сервіси, відповідно до цього Положення про обробку і захист персональних даних користувачів (покупців) онлайн-платформи GirlPower (надалі – Положення). Товариство є власником персональних даних Покупців. Персональні дані у цьому Положенні означають відомості чи  сукупність відомостей про фізичну особу, яка ідентифікована або може бути конкретно ідентифікована. Обробка Товариством персональних даних Покупців включає, але не обмежується, наступні дії: збирання, реєстрація, накопичення, зберігання, адаптування, зміна, поновлення, використання і поширення (розповсюдження, реалізація, передача), знеособлення, знищення персональних даних, у тому числі з використанням інформаційних(автоматизованих) систем. Інші терміни у цьому Положенні використовуються у значеннях, наведених у Законі України Про захист персональних даних від 01 червня 2010 року № 2297-VI. Здійснюючи реєстрацію на Сайті або у Мобільному додатку (завантаженому за допомогою Play Market або App Store)та починаючи використання Онлайн-платформи GirlPower, або оформлюючи замовлення без попередньої реєстрації, Покупець надає дозвіл та добровільну однозначну згоду на обробку його персональних даних на умовах та в порядку, що викладені у цьому Положенні, а також підтверджує, щоуважно ознайомився та повністю зрозумів це Положення. На Сайті можуть бути посилання на інші веб-сайти (виключно в інформаційних цілях). При переході за посиланнями на інші веб-сайти дія цього Положення на такі веб-сайти не поширюватиметься. У зв'язку з чим, Товариство рекомендує ознайомлюватися з політикою в сфері конфіденційності та персональних даних кожного такого веб-сайту перед тим, як передавати персональні дані, за якими Покупець можете бути ідентифікований. На Онлайн-платформі можуть створюватись окремі кабінети користувача, в тому числі для зручності авторизації та формування замовлень, швидкості оформлення замовлень таоплати товарів. "
}
