import { FC } from 'react';

export const HomePage: FC = () => {
  return (
    <div style={{ fontSize: '36px', maxWidth: '500px' }}>
      HomePage Далеко-далеко, за словесными горами в стране гласных и согласных
      живут рыбные тексты. Дал ее буквоград даль это проектах жаренные
      заманивший обеспечивает города имени над собрал коварный, о переулка
      продолжил которой. Курсивных, рукописи? Рекламных строчка безорфографичный
      одна, моей эта щеке назад его злых однажды, первую запятых!
      Парадигматическая пояс взгляд проектах текста заглавных. На берегу даль
      продолжил свой родного если оксмокс единственное одна буквенных домах.
      Семантика всеми рот бросил он до взгляд реторический продолжил приставка
      гор! Ведущими рукописи себя вдали это, прямо подпоясал? До одна за
      парадигматическая безорфографичный текстами эта коварный первую заголовок
      алфавит путь. Текста строчка от всех грамматики страна заманивший, она
      продолжил возвращайся, текстами языком мир вершину. Заголовок раз
      семантика продолеская пояс взгляд проектах текста заглавных. На берегу
      даль продолжил свой родного если оксмокс единственное одна буквенных
      домах. Семантика всеми рот бросил он до взгляд реторический продолжил
      приставка гор! Ведущими рукописи себя вдали это, прямо подпоясал? До одна
      за парадигматическая безорфографичный текстами эта коварный первую
      заголовок алфавит путь. Текста строчка от всех грамматики страна
      заманивший, она продолжил возвращайся, текстами языком мир вершину.
      Заголовок раз семантика продол свой родного если оксмокс единственное одна
      буквенных домах. Семантика всеми рот бросил он до взгляд реторический
      продолжил приставка гор! Ведущими рукописи себя вдали это, прямо
      подпоясал? До одна за парадигматическая безорфографичный текстами эта
      коварный первую заголовок алфавит путь. Текста строчка от всех грамматики
      страна заманивший, она продолжил возвращайся, текстами языком мир вершину.
      Заголовок раз семантика продолеская пояс взгляд проектах текста заглавных.
      На берегу даль продолжил свой родного если оксмокс единственное одна
      буквенных домах. Семантика всеми рот бросил он до взгляд реторический
      продолжил приставка гор! Ведущими рукописи себя вдали это, прямо
      подпоясал? До одна за парадигматическая безорфографичный текстами эта
      коварный первую заголовок алфавит путь. Текста строчка от всех грамматики
      страна заманивший, она продолжил возвращайся, текстами языком мир вершину.
      Заголовок раз семантика продол
    </div>
  );
};
