{
  "New Arrivals": "Новая коллекция",
  "All gender": "Унисекс",
  "Look Book": "Галерея",
  "Search": "Поиск",
  "Delivering": "Доставка",
  "Bag": "Корзина",
  "Wish List": "Список желаний",
  "Profile": "Профиль",
  "Contact us": "Связаться с нами",
  "About": "Дизайн & Разработка",
  "Author": "Егор Волков",
  "404": "Извините, мы не смогли найти эту страницу",
  "Go Home": "Вернутся на главную",
  "View": "Смотреть",
  "Winter drop": "Зимняя коллекция",
  "Looks": "Образы",
  "ViewAll": "Смотреть все",
  "Later": "Пожалуйста, попробуйте позже",
  "LaterButton": "Попробовать",
  "Pay": "Условия оплаты:",
  "Pay1": "После оплаты и при получении у перевозчика",
  "Pay2": "Перевод на карту банка",
  "Pay3": "Оплата с помощью банковских карт Visa, Master Card",
  "Period": "Срок доставки:",
  "Period1": "Доставка осуществляется любой почтовой службой Украины (Укрпочта, Новая Почта, Деливери, Ин-Тайм, Мист Экспрес)",
  "Period2": "В любую точку Украины - от 1 до 3 рабочих дней. Возможны задержки перед праздниками и при плохих погодных условиях",
  "Buy": "Выбор товара и покупка",
  "Buy1": "Подбор товара можно делать с помощью названия или нужной категории товара",
  "Buy2": "Если вы выбрали необходимый Вам товар - нажмите кнопку `Купить`, потом Вы сможете продолжить покупки",
  "Buy3": "Учитывайте, что оттенки на экране могут отличать в зависимости от настроек монитора",
  "Buy4": "После получения Вашего заказа мы обязательно свяжемся с Вами, чтобы уточнить время и способ доставки",
  "Buy5": "Ваша контактная информация нужна только для правильной отправки заказа. Эта информация будет недоступна третьим лицам",
  "Shipping": "Обработка и доставка заказа",
  "Shipping1": "Заказы, которые пришли в нерабочее время, выходные или праздники будут обработаны и согласованы в ближайший рабочий день",
  "Shipping2": "Если у Вас возникли трудности с оформлением заказа на нашем сайте, Вы можете оформить заказ по телефону или оставить заявку обратного звонка: Пн-Вс: c 9.00 до 21.00",
  "GiveBack": "Обмен товаров:",
  "GiveBack1": "14 дней с момента покупки"
}
