{
  "New Arrivals": "Новая коллекция",
  "All gender": "Унисекс",
  "Look Book": "Галерея",
  "Search": "Поиск",
  "Delivering": "Доставка",
  "Bag": "Корзина",
  "Wish List": "Список желаний",
  "Profile": "Профиль",
  "Contact us": "Связаться с нами",
  "About": "Дизайн & Разработка",
  "Author": "Егор Волков",
  "404": "Извините, мы не смогли найти эту страницу",
  "Go Home": "Вернутся на главную",
  "View": "Смотреть",
  "Winter drop": "Зимняя коллекция",
  "Looks": "Образы",
  "ViewAll": "Смотреть все",
  "Later": "Пожалуйста, попробуйте позже",
  "LaterButton": "Попробовать",
  "Pay": "Условия оплаты:",
  "Pay1": "После оплаты и при получении у перевозчика",
  "Pay2": "Перевод на карту банка",
  "Pay3": "Оплата с помощью банковских карт Visa, Master Card",
  "Period": "Срок доставки:",
  "Period1": "Доставка осуществляется любой почтовой службой Украины (Укрпочта, Новая Почта, Деливери, Ин-Тайм, Мист Экспрес)",
  "Period2": "В любую точку Украины - от 1 до 3 рабочих дней. Возможны задержки перед праздниками и при плохих погодных условиях",
  "Buy": "Выбор товара и покупка",
  "Buy1": "Подбор товара можно делать с помощью названия или нужной категории товара",
  "Buy2": "Если вы выбрали необходимый Вам товар - нажмите кнопку `Купить`, потом Вы сможете продолжить покупки",
  "Buy3": "Учитывайте, что оттенки на экране могут отличать в зависимости от настроек монитора",
  "Buy4": "После получения Вашего заказа мы обязательно свяжемся с Вами, чтобы уточнить время и способ доставки",
  "Buy5": "Ваша контактная информация нужна только для правильной отправки заказа. Эта информация будет недоступна третьим лицам",
  "Shipping": "Обработка и доставка заказа",
  "Shipping1": "Заказы, которые пришли в нерабочее время, выходные или праздники будут обработаны и согласованы в ближайший рабочий день",
  "Shipping2": "Если у Вас возникли трудности с оформлением заказа на нашем сайте, Вы можете оформить заказ по телефону или оставить заявку обратного звонка: Пн-Вс: c 9.00 до 21.00",
  "GiveBack": "Обмен товаров:",
  "GiveBack1": "14 дней с момента покупки",
  "CoatSpottedInANightClub": "Куртка “Замечен в ночном клубе”",
  "CoatSpottedInANightClubDescription": "Эта городская куртка - идеальное сочетание городской элегантности и функциональности. Ее современный дизайн подчеркивает вашу индивидуальность, а удобные карманы и высококачественные материалы делают ее надежным выбором для активной городской жизни. Идеально подходит для повседневных прогулок и встреч с друзьями среди городской суеты и шума, эта куртка не только обеспечивает защиту от погоды, но и добавляет стиля вашему облику.",
  "tShirtKurosoMember": "Футболка “Kuroso member”",
  "tShirtKurosoMemberDescription": "Эта футболка с оригинальным принтом без усилий воплощает городской стиль. Ее современный дизайн позволяет выразить вашу индивидуальность, оставаясь при этом комфортной. Независимо от того, что вы делаете в городе - будь то повседневная жизнь или встречи с друзьями, эта футболка сочетает в себе моду и практичность. Она не только демонстрирует уникальный принт, но и обеспечивает комфортную посадку для ваших городских приключений.",
  "tieMercury": "Галстук “Меркурий”",
  "tieMercuryDescription": "Этот галстук, вдохновленный городским стилем, придает вашему официальному облику штрих урбанистической изысканности. Его изящный дизайн и оригинальный узор делают вас заметным, позволяя выразить свою индивидуальность в любой профессиональной обстановке. Будь то встречи в оживленном городе или стильное вечернее мероприятие, этот галстук добавляет нотку городского стиля к вашему образу, делая его неотъемлемым аксессуаром для современного горожанина.",
  "ring": "Кольцо",
  "ringDescription": "Это кольцо, вдохновленное городским стилем, является выдающимся украшением, которое передает суть городской моды. Его современный дизайн и уникальные детали делают его аксессуаром с высказыванием, идеальным для выражения вашей индивидуальности. Будь то вы перемещаетесь по городскому ландшафту или наслаждаетесь ночью в городе, это кольцо добавляет дополнительный слой городской утонченности вашему облику. Настоящая неотъемлемая вещь для горожан - это идеальное сочетание стиля и личности.",
  "chain": "Цепочка",
  "chainDescription": "Эта подвеска воплощает в себе городскую моду благодаря своему характерному дизайну и современной эстетике. Ее уникальный городской шарм добавляет элемент индивидуальности в вашу коллекцию украшений. Независимо от того, исследуете ли вы скрытые сокровища города или посещаете модное городское мероприятие, эта подвеска - идеальный аксессуар для дополнения вашего стиля. Это стильный способ носить частичку городской атмосферы с собой, куда бы вы ни отправились.",
  "shopperBigBrother": "Сумка “Большой брат”",
  "shopperBigBrotherDescription": "Эта сумка-шоппер в городском стиле - ваш идеальный спутник для навигации по городу с изыском. С ее современным дизайном и функциональными особенностями, она идеально сочетает в себе моду и практичность. Независимо от того, исследуете ли вы городские рынки, выполняете поручения или посещаете свои любимые городские места, эта сумка-шоппер легко сочетает в себе удобство и городской стиль. Носите ее с уверенностью, окутывая себя городской суетой и делая модное заявление на каждом шагу.",
  "balaclavaInYourHouse": "Балаклава “В вашем доме”",
  "balaclavaInYourHouseDescription": "Эта балаклава вдохновлена городским стилем и представляет собой универсальный и стильный аксессуар, разработанный для обеспечения тепла и придания местного колорита. Ее элегантный дизайн и современный вид делают ее выдающимся выбором для городских искателей приключений. Независимо от того, вы лицом к лицу с природными элементами во время поездки по городу или просто добавляете городскую нотку в свой гардероб зимой, эта балаклава сочетает в себе практичность и непередаваемый стиль, обеспечивая вам комфорт и актуальность в городской среде.",
  "earringsEchoOfTerror": "Сережки “Эхо ужаса”",
  "earringsEchoOfTerrorDescription": "Эти серьги, вдохновленные городским стилем, великолепное дополнение к вашей коллекции украшений, без усилий сочетающие в себе современный дизайн и городскую изысканность. Их уникальный и современный стиль позволяет выразить вашу индивидуальность и модное чувство. Независимо от того, идете ли вы на вечеринку или добавляете городскую нотку в свой повседневный наряд, эти серьги - идеальный аксессуар для улучшения вашего облика. С их эстетикой городской шик, они делают заявление, захватывающее сущность городской жизни.",
  "case": "Чехол",
  "caseDescription": "Этот телефонный чехол в городском стиле - идеальное сочетание функциональности и моды. Его стильный дизайн и оригинальный узор добавляют вашему устройству нотку городского шарма. Независимо от того, вы лицом к лицу с городской джунглями или просто демонстрируете свой стиль, этот чехол не только защищает ваш телефон, но и поднимает ваш повседневный облик с городским акцентом. Неотъемлемый аксессуар для современного горожанина, он гармонично сочетает в себе стиль и практичность.",
  "black": "Черный",
  "silver": "Серебряный",
  "kuroso": "Куросо",
  "type": "Тип",
  "coat": "Пальто",
  "tShirt": "Футболка",
  "accessories": "Аксессуары",
  "winter": "Зима",
  "45": 1800,
  "38": 1500,
  "32": 1265,
  "30": 1185,
  "25": 990,
  "20": 790,
  "15": 600,
  "count": "Количество",
  "price": "Цена",
  "description": "Описание",
  "sizes": "Размеры",
  "colors": "Цвета",
  "sale": "Скидка",
  "filter": "Фильтр",
  "drop": "Коллекция",
  "year": "Год",
  "noGoods": "Нет товаров, которые подходят под выбранные вами категории",
  "searchPlaceholder": "Поиск одежды",
  "noFilteredGoods": "Нет товаров, которые подходят под Ваш запрос",
  "productCode": "Код товара",
  "buyButtonText": "Купить",
  "buyButtonTextRemove": "Убрать из корзины",
  "addToWishList": "Добавить в список желаний",
  "removeFromWishList": "Убрать из списка желаний",
  "selectSize": "Выберите размер/модель",
  "delete": "Удалить",
  "wishlistEmpty": "Ваш список желаний пуст"
}
